//index.js
//获取应用实例
var WxSearch = require('../../wxSearch/wxSearch.js')
const TITLE_HEIGHT = 30
const ANCHOR_HEIGHT = 18
var app = getApp()
Page({
  data: {
    // wxSearchData:{
    //   view:{
    //     isShow: true
    //   }
    // }
    toView: '',
    scrollTop: 0,
    HOT_NAME: 'A级公益机构',
    HOT_SINGER_LEN: 10,
    listHeight: [],
    currentIndex: 0,
    fixedTitle: '',
    fixedTop: 0,
    list: [
      {
        "open": false,
        "id": "上海百特教育咨询中心",
        "index": "S",
        "name": "上海百特教育咨询中心",
        "pages": ['Email: info@bebetter.org.cn', '电话: 021-50855238', '地址: 上海市上海城区浦东新区峨山路613号A楼312室', '网址: www.bebetter.org.cn', '微信: 佰特公学', '服务对象: 儿童青少年,教育助学', '成立时间: 2009-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "深圳市亮睛视觉研究所",
        "index": "S",
        "name": "深圳市亮睛视觉研究所",
        "pages": ['Email: briteeye@126.com', '电话: 0755-28938929', '地址: 广东省深圳市龙岗区留学生创业园二园404室', '网址: 无', '微信: 13828861283', '服务对象: 儿童青少年', '成立时间: 2015-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "厦门市思明区启福社会工作服务中心",
        "index": "S",
        "name": "厦门市思明区启福社会工作服务中心",
        "pages": ['Email: xujinjuan@qfsw.org', '电话: 2185559', '地址: 福建省厦门市思明区厦大北村12号楼一楼启福演武之家社区服务中心', '网址: http://www.qfsw.org', '微信: 启福社会工作服务', '服务对象: 儿童青少年,残障人士,城市社区建设,老年人,综合志愿服务', '成立时间: 2014-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "陕西妇源汇性别发展中心",
        "index": "S",
        "name": "陕西妇源汇性别发展中心",
        "pages": ['Email: gdsoffice@westwomen.org', '电话: 029-87427026', '地址: 陕西省西安市碑林区和平路93号桃园公寓1002', '网址: www.gds.org', '微信: sx_fuyuanhui', '服务对象: 儿童青少年,农村发展,女性权利,灾害管理', '成立时间: 2008-08-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "北京永真公益基金会",
        "index": "B",
        "name": "北京永真公益基金会",
        "pages": ['Email: 542165805@qq.com', '电话: 85323298', '地址: 北京市北京城区朝阳区齐家园外交公寓7-1-62', '网址: 无', '微信: 无', '服务对象: 儿童青少年,公益行业支持,教育助学', '成立时间: 2014-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "济南无痕环境文化传播中心",
        "index": "J",
        "name": "济南无痕环境文化传播中心",
        "pages": ['Email: 13370531338@qq.com', '电话: 0531-58768059', '地址: 山东省济南市历下区大明湖路2号东湖大厦701室', '网址: www.chinalnt.com', '微信: LNT', '服务对象: 儿童青少年,环境保护,城市社区建设,社会企业,企业社会责任', '成立时间: 2012-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "常州阳光爱心联盟",
        "index": "C",
        "name": "常州阳光爱心联盟",
        "pages": ['Email: 1078575588@qq.com', '电话: 51988292777', '地址: 江苏省常州市天宁区北塘河路恒生科技园23-2栋3楼', '网址: www.czsun.org', '微信: 同心阳光E善', '服务对象: 儿童青少年,公益行业支持,教育助学', '成立时间: 2011-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "中山大学中国公益慈善研究院",
        "index": "Z",
        "name": "中山大学中国公益慈善研究院",
        "pages": ['Email: 439241552@qq.com', '电话: 84114081', '地址: 广东省中山市南头镇广东省中山市南头镇', '网址: www.blog.sina.com.org', '微信: cop2011', '服务对象: 医疗卫生健康,公益行业支持,女性权利,教育助学,综合志愿服务', '成立时间: 2011-04-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "深圳市自闭症研究会",
        "index": "S",
        "name": "深圳市自闭症研究会",
        "pages": ['Email: szautism@126.com', '电话: 0755-25520642', '地址: 广东省深圳市罗湖区深圳罗湖罗沙路5030号阳光乐园6楼', '网址: http://www.sas.org.cn', '微信: 深圳市自闭症研究会', '服务对象: 儿童青少年,政策倡导,公益行业支持,民间研究机构,教育助学', '成立时间: 2001-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "重庆市南岸区巴渝公益发展中心",
        "index": "Z",
        "name": "重庆市南岸区巴渝公益发展中心",
        "pages": ['Email: 729868005@qq.com', '电话: 13389660917', '地址: 重庆市重庆城区南岸区南城大道1号协信城5栋V空间', '网址: 无', '微信: 重庆老街', '服务对象: 政策倡导,文化艺术,社会企业,企业社会责任,综合志愿服务', '成立时间: 2011-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "云南省携手困难群体创业服务中心",
        "index": "Y",
        "name": "云南省携手困难群体创业服务中心",
        "pages": ['Email: xieshou_zxm@163.com', '电话: 87163182427', '地址: 云南省昆明市官渡区云秀路螺峰村678号', '网址: www.yunnanxieshou.org', '微信: ynxieshou', '服务对象: 儿童青少年,劳工权利,公益行业支持,女性权利,教育助学', '成立时间: 2001-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "铜仁市阳光志愿者协会",
        "index": "T",
        "name": "铜仁市阳光志愿者协会",
        "pages": ['Email: 911153114@qq.com', '电话: 0856-5200892', '地址: 贵州省铜仁市碧江区贵州省铜仁市碧江区新华中路73号（铜仁市民政局）', '网址: 无', '微信: 铜仁市阳光志愿者协会', '服务对象: 综合志愿服务', '成立时间: 2016-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "广东省麦田教育基金会",
        "index": "G",
        "name": "广东省麦田教育基金会",
        "pages": ['Email: zhanmin@mtjy.org', '电话: 020-85648569', '地址: 广东省广州市海珠区江怡路214号1503', '网址: www.mowo.cn', '微信: maitianjihua', '服务对象: 儿童青少年,教育助学', '成立时间: 2005-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "石河子白杨志愿者协会",
        "index": "S",
        "name": "石河子白杨志愿者协会",
        "pages": ['Email: 359813960@qq.com', '电话: 13709933111', '地址: 新疆维吾尔自治区石河子市红山街道石河子天山路27社区', '网址: 无', '微信: zhzbygy', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2012-10-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: A']
      },
      {
        "open": false,
        "id": "深圳市龙岗区龙祥社工服务中心",
        "index": "S",
        "name": "深圳市龙岗区龙祥社工服务中心",
        "pages": ['Email: 410681969@qq.com', '电话: 0755-89553669', '地址: 广东省深圳市龙岗区尚景欣园I栋2层248号', '网址: http://www.lgsg.org/', '微信: 龙祥社工', '服务对象: 儿童青少年,文化艺术,城市社区建设,综合志愿服务', '成立时间: 2007-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "遂宁社会组织服务中心",
        "index": "S",
        "name": "遂宁社会组织服务中心",
        "pages": ['Email: 283879458@qq.com', '电话: 0825-2643611', '地址: 四川省遂宁市船山区旗山路联福小区8-12号', '网址: 无', '微信: mjsn0825-2643611', '服务对象: 公益行业支持,综合志愿服务', '成立时间: 2012-09-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "甘肃伊山伊水环境与社会发展中心",
        "index": "G",
        "name": "甘肃伊山伊水环境与社会发展中心",
        "pages": ['Email: 1026192344@qq.com', '电话: 0931-8408197', '地址: 甘肃省兰州市城关区庆阳路183号701室', '网址: http://www.yishanyishui.org/index.shtml', '微信: gsgywx', '服务对象: 农村发展,公益行业支持,民间研究机构,灾害管理,环境保护', '成立时间: 2008-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "镇江新区开心果文化活动中心",
        "index": "Z",
        "name": "镇江新区开心果文化活动中心",
        "pages": ['Email: 512216438@qq.com', '电话: 13775373367', '地址: 江苏省镇江市京口区镇江新区大港街道 紫竹社区二楼 ', '网址: 无', '微信: 镇江新区开心果', '服务对象: 儿童青少年,文化艺术,残障人士,老年人,综合志愿服务', '成立时间: 2012-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "杭州下城品之行生活文化体验坊",
        "index": "H",
        "name": "杭州下城品之行生活文化体验坊",
        "pages": ['Email: 635796566@qq.com', '电话: 0571-85199987', '地址: 浙江省杭州市下城区艮园365号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,环境保护', '成立时间: 2014-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "郑州市和勤青年志愿互助中心",
        "index": "Z",
        "name": "郑州市和勤青年志愿互助中心",
        "pages": ['Email: 2580504956@qq.com', '电话: 37153309998', '地址: 河南省郑州市二七区民安路勤劳街交叉口', '网址: www.heqin.org', '微信: 和勤公益', '服务对象: 儿童青少年,公益行业支持,残障人士', '成立时间: 2006-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "昆明市蒙多贝自闭症儿童康复中心",
        "index": "K",
        "name": "昆明市蒙多贝自闭症儿童康复中心",
        "pages": ['Email: 1019916756@qq.com', '电话: 0871-65693606', '地址: 云南省昆明市西山区东寺街东陆大厦7楼', '网址: www.moreforbaby.org', '微信: 蒙多贝特殊教育', '服务对象: 儿童青少年,残障人士,教育助学,综合志愿服务', '成立时间: 2006-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市花样盛年慈善基金会",
        "index": "S",
        "name": "深圳市花样盛年慈善基金会",
        "pages": ['Email: 95001138@qq.com', '电话: 75588361210', '地址: 广东省深圳市福田区（泰然）车公庙工业区201栋3层316室', '网址: www.hyshengnian.org', '微信: hyshengnian', '服务对象: 医疗卫生健康,儿童青少年,教育助学,其他', '成立时间: 2012-02-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "靖远春风雨露环境与社会发展中心",
        "index": "J",
        "name": "靖远春风雨露环境与社会发展中心",
        "pages": ['Email: cfylngo@foxmail.com', '电话: 9436133952', '地址: 甘肃省白银市靖远县浙江商贸城电子商务产业园', '网址: www.chunfengyulu.org', '微信: cfylngo', '服务对象: 儿童青少年,政策倡导,农村发展,灾害管理,环境保护', '成立时间: 2013-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "上海华新残疾儿童康育院",
        "index": "S",
        "name": "上海华新残疾儿童康育院",
        "pages": ['Email: kyy@kangyuyuan.org', '电话: 021-59770326', '地址: 上海市上海城区青浦区凤溪社区新凤南路150号', '网址: www.kangyuyuan.org', '微信: kyy2004', '服务对象: 医疗卫生健康,残障人士', '成立时间: 2004-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "甘肃兴邦社会工作服务中心",
        "index": "G",
        "name": "甘肃兴邦社会工作服务中心",
        "pages": ['Email: gsxb2013@163.com', '电话: 0931-2662379', '地址: 甘肃省兰州市七里河区柏树巷430号', '网址: www.lzxb.org', '微信: gsxb-change', '服务对象: 农村发展,教育助学,其他', '成立时间: 2005-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "重庆市梁平区青年志愿者协会",
        "index": "Z",
        "name": "重庆市梁平区青年志愿者协会",
        "pages": ['Email: 659514775@qq.com', '电话: 13635356115', '地址: 重庆市\N\N梁平区梁山街道梁山大道青年志愿者协会办公室', '网址: http://www.lpxhzyz.com/', '微信: lpqnzyz', '服务对象: 儿童青少年', '成立时间: 2014-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "苏州欢乐鼓青少年互助中心",
        "index": "S",
        "name": "苏州欢乐鼓青少年互助中心",
        "pages": ['Email: happydrum@qq.com', '电话: 18913199886', '地址: 江苏省苏州市姑苏区烽火路80号苏州公益园205室', '网址: 无', '微信: 欢乐鼓', '服务对象: 儿童青少年,文化艺术,教育助学', '成立时间: 2011-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "沈阳市沈河区大南地区慈恩坊社会工作服务中心",
        "index": "S",
        "name": "沈阳市沈河区大南地区慈恩坊社会工作服务中心",
        "pages": ['Email: 57075787@qq.com', '电话: 2424126780', '地址: 辽宁省沈阳市沈河区华岩寺巷9-2号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,老年人', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "重庆市渝中区至善社会工作事务所",
        "index": "Z",
        "name": "重庆市渝中区至善社会工作事务所",
        "pages": ['Email: 744984273@qq.com', '电话: 023-81362532', '地址: 重庆市重庆城区渝中区嘉陵江滨江路242号远见中心23-2', '网址: www.cqngo.com', '微信: 渝中社会组织', '服务对象: 儿童青少年,公益行业支持,综合志愿服务', '成立时间: 2014-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "土默特右旗义工联合会",
        "index": "T",
        "name": "土默特右旗义工联合会",
        "pages": ['Email: tuyouyigong@163.com', '电话: 0472-8882288', '地址: 内蒙古自治区包头市土默特右旗辛集皮革城西3号底店', '网址: 无', '微信: tuyouyigong', '服务对象: 儿童青少年,残障人士,环境保护,老年人,综合志愿服务', '成立时间: 2007-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "定西市安定区爱心公益协会",
        "index": "D",
        "name": "定西市安定区爱心公益协会",
        "pages": ['Email: 664893917@qq.com', '电话: 6955668', '地址: 甘肃省定西市安定区交通路295号', '网址: 无', '微信: 温暖定西LOVE', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2012-07-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "北京博爱互联社会工作事务所",
        "index": "B",
        "name": "北京博爱互联社会工作事务所",
        "pages": ['Email: 1023368489@qq.com', '电话: 13801038326', '地址: 北京市北京城区丰台区五间楼10号五岳大厦ad16', '网址: 目前故障', '微信: 博爱互联', '服务对象: 残障人士,城市社区建设,信息网络,老年人,综合志愿服务', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "西安市碑林区拉拉手特殊教育中心",
        "index": "X",
        "name": "西安市碑林区拉拉手特殊教育中心",
        "pages": ['Email: jsjxjdj@163.com', '电话: 2986356689', '地址: 陕西省西安市碑林区碑林区幸福路', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,文化艺术,公益行业支持,残障人士', '成立时间: 2016-03-01 ', '组织类型: 机构挂靠社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市温馨社工服务中心",
        "index": "S",
        "name": "深圳市温馨社工服务中心",
        "pages": ['Email: 95001163@qq.com', '电话: 83882065', '地址: 广东省深圳市福田区深圳市福田区商报东路莲兴苑1D(景明达酒店正后方', '网址: 无', '微信: 13670167595', '服务对象: 儿童青少年,残障人士,老年人', '成立时间: 2009-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "长沙市星火公益读书协会",
        "index": "C",
        "name": "长沙市星火公益读书协会",
        "pages": ['Email: 273753614@qq.com', '电话: 18711136809', '地址: 湖南省长沙市长沙县鹏基诺亚山林达利园二期', '网址: 无', '微信: 无', '服务对象: 公益行业支持,教育助学', '成立时间: 2015-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "庄浪县大爱无疆志愿者协会",
        "index": "Z",
        "name": "庄浪县大爱无疆志愿者协会",
        "pages": ['Email: 278997241@qq.com', '电话: 13689461249', '地址: 甘肃省平凉市庄浪县甘肃省庄浪县大爱无疆志愿者协会', '网址: www.zlxdawj.cn', '微信: 庄浪县大爱无疆志愿者协会', '服务对象: 儿童青少年', '成立时间: 2015-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "衡水市春晖义工协会",
        "index": "H",
        "name": "衡水市春晖义工协会",
        "pages": ['Email: 406925193@qq.com', '电话: 15631865686', '地址: 河北省衡水市桃城区宝云大街宝云小区21号楼102室', '网址: 无', '微信: 无', '服务对象: 农村发展,环境保护,老年人', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "长沙市雨花区群英公益发展促进中心",
        "index": "C",
        "name": "长沙市雨花区群英公益发展促进中心",
        "pages": ['Email: 1135870359@qq.com', '电话: 73185575545', '地址: 湖南省长沙市岳麓区新建东路阳光锦城3架202', '网址: 无', '微信: 无', '服务对象: 灾害管理,城市社区建设,综合志愿服务', '成立时间: 2006-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "湘阴县青年众爱公益协会",
        "index": "X",
        "name": "湘阴县青年众爱公益协会",
        "pages": ['Email: 251516061@qq.com', '电话: 0730-2151308', '地址: 湖南省岳阳市湘阴县江东路小利小区旁中国渔政二楼', '网址: 无', '微信: Xyxqnzagy', '服务对象: 公益行业支持,残障人士,教育助学,综合志愿服务', '成立时间: 2015-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "云南银杏社会工作服务中心",
        "index": "Y",
        "name": "云南银杏社会工作服务中心",
        "pages": ['Email: 371466610@qq.com', '电话: 87165317499', '地址: 云南省昆明市西山区丹霞路澄碧巷6号', '网址: 无', '微信: 银杏社工', '服务对象: 医疗卫生健康,教育助学,灾害管理,综合志愿服务,其他', '成立时间: 2006-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳溫馨社工服務中心",
        "index": "S",
        "name": "深圳溫馨社工服務中心",
        "pages": ['Email: 95001163@qq.com', '电话: 75583882065', '地址: 广东省深圳市福田区商報東路蓮興苑1D', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,女性权利,老年人', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "543社工中心",
        "index": "5",
        "name": "543社工中心",
        "pages": ['Email: kf@543sg.org', '电话: 028-84082989', '地址: 四川省成都市龙泉驿区翠龙街66号第九空间大厦1725室', '网址: http://www.543sg.org/', '微信: social-worker543', '服务对象: 医疗卫生健康,城市社区建设,老年人,企业社会责任,综合志愿服务', '成立时间: 2012-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "纳雍县爱心纳雍公益联合会",
        "index": "N",
        "name": "纳雍县爱心纳雍公益联合会",
        "pages": ['Email: 269557912@qq.com', '电话: 0857-3534520', '地址: 贵州省毕节市纳雍县行文昌行政中心二楼', '网址: www.axny.gz.cn', '微信: 爱心纳雍公益联合会', '服务对象: 儿童青少年,公益行业支持,教育助学', '成立时间: 2008-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市龙岗区中南社工服务社",
        "index": "S",
        "name": "深圳市龙岗区中南社工服务社",
        "pages": ['Email: 2632315188@qq.com', '电话: 84800311', '地址: 广东省深圳市福田区龙岗街道龙岗大道', '网址: 无', '微信: 无', '服务对象: 劳工权利,企业社会责任', '成立时间: 2013-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市龙岗区蓝天社特殊儿童康复中心",
        "index": "S",
        "name": "深圳市龙岗区蓝天社特殊儿童康复中心",
        "pages": ['Email: 1015856331@qq.com', '电话: 0755-84067497', '地址: 广东省深圳市龙岗区坪地街道坪西中路18号', '网址: www.lts.org.cn', '微信: 深圳蓝天社', '服务对象: 儿童青少年,政策倡导,民间研究机构,残障人士,教育助学', '成立时间: 2006-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "太谷县古城志愿者联合会",
        "index": "T",
        "name": "太谷县古城志愿者联合会",
        "pages": ['Email: 627238537@qq.com', '电话: 13593100119', '地址: 山西省晋中市太谷县太谷县南大街34号', '网址: 无', '微信: 太谷志愿者联盟', '服务对象: 儿童青少年,公益行业支持,女性权利,综合志愿服务', '成立时间: 2008-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "长沙市雨花区益家公益文化促进中心",
        "index": "C",
        "name": "长沙市雨花区益家公益文化促进中心",
        "pages": ['Email: 453050688@qq.com', '电话: 15802514700', '地址: 湖南省长沙市雨花区高桥街道永祥社区公共服务中心四楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,环境保护', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市鹏星社会工作服务社",
        "index": "S",
        "name": "深圳市鹏星社会工作服务社",
        "pages": ['Email: pengxing8881@126.com', '电话: 0755-26470873', '地址: 广东省深圳市龙华区观澜大道富本大厦308', '网址: 无', '微信: 深圳鹏星', '服务对象: 儿童青少年,女性权利,城市社区建设,老年人', '成立时间: 2007-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "重庆市江津阳光社会工作服务中心",
        "index": "Z",
        "name": "重庆市江津阳光社会工作服务中心",
        "pages": ['Email: jjyg@jjyg.org', '电话: 2347550088', '地址: 重庆市重庆城区江津区几江金科世界城27栋3单元4楼14号', '网址: www.jjyg.org', '微信: 江津阳光社工', '服务对象: 儿童青少年,教育助学,灾害管理,城市社区建设,综合志愿服务', '成立时间: 2007-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "长沙县星辰社会工作发展中心",
        "index": "C",
        "name": "长沙县星辰社会工作发展中心",
        "pages": ['Email: 77844508@qq.com', '电话: 0731-86882415', '地址: 湖南省长沙市长沙县星沙街道松雅社区服务大楼2楼', '网址: 无', '微信: 星辰社工', '服务对象: 儿童青少年,城市社区建设,综合志愿服务', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "安阳厚義公益联合会",
        "index": "A",
        "name": "安阳厚義公益联合会",
        "pages": ['Email: houyigongyi@163.c0m', '电话: 18903725151', '地址: 河南省安阳市文峰区东工路28号', '网址: 无', '微信: 安阳厚義', '服务对象: 政策倡导,文化艺术,教育助学,环境保护,综合志愿服务', '成立时间: 暂无 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "重庆市九龙坡区黄桷树青年社工发展协会",
        "index": "Z",
        "name": "重庆市九龙坡区黄桷树青年社工发展协会",
        "pages": ['Email: cq-hjs@vip.126.com', '电话: 68175432', '地址: 重庆市重庆城区九龙坡区石坪桥街道建筑二村35栋附1号', '网址: www.cq-hb.org.cn', '微信: 志工伙伴', '服务对象: 儿童青少年,公益行业支持,教育助学,灾害管理,城市社区建设', '成立时间: 2007-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "驻马店市天中义工联合会",
        "index": "Z",
        "name": "驻马店市天中义工联合会",
        "pages": ['Email: Tianzhongyigong@163.com', '电话: 15346399958', '地址: 河南省驻马店市驿城区无', '网址: Zmdyg.cn', '微信: 天中义工联合会', '服务对象: 医疗卫生健康,儿童青少年,教育助学,环境保护,综合志愿服务', '成立时间: 2007-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "北京蝴蝶结结节性硬化症罕见病关爱中心",
        "index": "B",
        "name": "北京蝴蝶结结节性硬化症罕见病关爱中心",
        "pages": ['Email: info@tscchina.org', '电话: 56230920', '地址: 北京市北京城区西城区南菜园街53号中华家园1-1-701', '网址: http://www.tscchina.org', '微信: 无', '服务对象: 医疗卫生健康,儿童青少年,残障人士', '成立时间: 2011-01-01 ', '组织类型: 虚拟组织社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "海宁市素食文化交流中心（南关厢公益素食馆）",
        "index": "H",
        "name": "海宁市素食文化交流中心（南关厢公益素食馆）",
        "pages": ['Email: H80782678@163.com', '电话: 57380782678', '地址: 浙江省嘉兴市海宁市浙江省海宁市人民南路南关厢136号', '网址: 无', '微信: HNXMGC', '服务对象: 儿童青少年,公益行业支持,教育助学,社会企业,综合志愿服务', '成立时间: 2015-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "长沙市雨花区孝为先社工服务中心",
        "index": "C",
        "name": "长沙市雨花区孝为先社工服务中心",
        "pages": ['Email: 56528681@qq.com', '电话: 0731-82178158', '地址: 湖南省长沙市雨花区树木岭路388号', '网址: 无', '微信: 孝为先社工服务中心', '服务对象: 老年人', '成立时间: 2013-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "宜宾市春苗公益助学中心",
        "index": "Y",
        "name": "宜宾市春苗公益助学中心",
        "pages": ['Email: 272069963@qq.com', '电话: 13056644888', '地址: 四川省宜宾市翠屏区都长街48号市委宿舍13-1号', '网址: http://www.chunmiao.org/', '微信: 宜宾春苗光明灯项目组', '服务对象: 儿童青少年,教育助学', '成立时间: 2006-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "广州市越秀区捌零柒社会服务中心",
        "index": "G",
        "name": "广州市越秀区捌零柒社会服务中心",
        "pages": ['Email: ics807@126.com', '电话: 020-84034682', '地址: 广东省广州市越秀区无', '网址: 无', '微信: 807创新空间', '服务对象: 文化艺术,公益行业支持,其他', '成立时间: 2005-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "林文镜慈善基金会",
        "index": "L",
        "name": "林文镜慈善基金会",
        "pages": ['Email: lwjfoundation@163.com', '电话: 0591-86325750', '地址: 福建省福州市台江区融侨中心36层', '网址: www.linwenjingfoundation.org', '微信: 林文镜慈善基金会', '服务对象: 农村发展,公益行业支持,教育助学,环境保护,城市社区建设', '成立时间: 2016-06-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "宁夏青年社会创新发展中心",
        "index": "N",
        "name": "宁夏青年社会创新发展中心",
        "pages": ['Email: 2238912400@qq.com', '电话: 18609505606', '地址: 宁夏回族自治区银川市兴庆区凤凰北街锦泰花园34-3-902', '网址: 无', '微信: NXSL001', '服务对象: 政策倡导,公益行业支持,综合志愿服务', '成立时间: 2012-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "运城市爱诺特殊教育学校",
        "index": "Y",
        "name": "运城市爱诺特殊教育学校",
        "pages": ['Email: yunchengainuo@126.com', '电话: 13803477105', '地址: 山西省运城市盐湖区运城市南环东路154号', '网址: www.sxainuo.com', '微信: 运城市爱诺特殊教育学校', '服务对象: 儿童青少年,政策倡导,残障人士,教育助学', '成立时间: 2004-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "平湖市曙光应急救援中心",
        "index": "P",
        "name": "平湖市曙光应急救援中心",
        "pages": ['Email: 75925396@qq.com', '电话: 57385133119', '地址: 浙江省嘉兴市平湖市当湖街道南市路55号', '网址: 无', '微信: 无', '服务对象: 其他', '成立时间: 2013-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "乐安爱心志愿者协会",
        "index": "L",
        "name": "乐安爱心志愿者协会",
        "pages": ['Email: 1234571609@qq.com', '电话: 7947855757', '地址: 江西省抚州市乐安县地税局院内', '网址: 无', '微信: 爱心乐安', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2015-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "海南青年星公益服务中心",
        "index": "H",
        "name": "海南青年星公益服务中心",
        "pages": ['Email: zty@ystar.org', '电话: 18078974897', '地址: 海南省海口市美兰区国兴大道海南大厦二楼', '网址: 无', '微信: 青年星', '服务对象: 政策倡导,公益行业支持,企业社会责任,综合志愿服务', '成立时间: 2012-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "烟台市福山区馨悦居家养老服务中心",
        "index": "Y",
        "name": "烟台市福山区馨悦居家养老服务中心",
        "pages": ['Email: 361604399@qq.com', '电话: 0535-2131799', '地址: 山东省烟台市福山区清洋街道福惠社区西门', '网址: 无', '微信: 无', '服务对象: 公益行业支持,残障人士,老年人,综合志愿服务', '成立时间: 2014-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "上海闵行区乐心社会工作服务中心",
        "index": "S",
        "name": "上海闵行区乐心社会工作服务中心",
        "pages": ['Email: shanghailexin@shlx.org', '电话: 57966026', '地址: 上海市上海城区金山区上海市金山区石化街道临潮二村18号305室', '网址: www.shlx.org', '微信: shanghailexin', '服务对象: 公益行业支持,城市社区建设', '成立时间: 2011-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "仙桃市义工联合会",
        "index": "X",
        "name": "仙桃市义工联合会",
        "pages": ['Email: 2824187013@qq.com', '电话: 13593960472', '地址: 湖北省仙桃市沙嘴街道沔街人力资源产业园207', '网址: 仙桃义工', '微信: 仙桃义工联合会', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2007-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "天津市静海魔术家协会（公益）",
        "index": "T",
        "name": "天津市静海魔术家协会（公益）",
        "pages": ['Email: 2823018082@qq.com', '电话: 13146774685', '地址: 天津市天津城区静海区天津市静海区魔术家协会', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,教育助学,企业社会责任,综合志愿服务', '成立时间: 2009-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "唐山怡佳社会工作服务中心",
        "index": "T",
        "name": "唐山怡佳社会工作服务中心",
        "pages": ['Email: wangfei@tsyjsg.org', '电话: 7812557', '地址: 河北省唐山市路北区乔屯街道西北井二社区服务中心', '网址: 无', '微信: yijiashegong0315', '服务对象: 儿童青少年,城市社区建设,老年人,企业社会责任,综合志愿服务', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "宁夏阳光正茂社会工作发展中心",
        "index": "N",
        "name": "宁夏阳光正茂社会工作发展中心",
        "pages": ['Email: ygsw13@sina.cn', '电话: 9515963067', '地址: 宁夏回族自治区银川市兴庆区长城路永安巷永乐家园', '网址: 无', '微信: 宁夏阳光正茂社会工作发展中心', '服务对象: 儿童青少年,农村发展,民间研究机构,城市社区建设,老年人', '成立时间: 2012-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "平凉众益农村社区发展协会",
        "index": "P",
        "name": "平凉众益农村社区发展协会",
        "pages": ['Email: 676644853@qq.com', '电话: 9338296988', '地址: 甘肃省平凉市崆峒区无', '网址: plzyxh.com', '微信: 平凉众益', '服务对象: 儿童青少年,农村发展,灾害管理,环境保护,城市社区建设', '成立时间: 2014-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "上海浦东新区川沙启辰公益服务社",
        "index": "S",
        "name": "上海浦东新区川沙启辰公益服务社",
        "pages": ['Email: guoxuyang1206@163.com', '电话: 021-58343601', '地址: 上海市上海城区浦东新区川沙新镇华夏二路1455弄37号303室', '网址: 无', '微信: 启辰公益', '服务对象: 城市社区建设,社会企业,企业社会责任', '成立时间: 2012-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "沈阳市和平区律动公益社会工作服务中心",
        "index": "S",
        "name": "沈阳市和平区律动公益社会工作服务中心",
        "pages": ['Email: ldgy2014@126.com', '电话: 024-31620662', '地址: 辽宁省沈阳市和平区十五纬路近江西巷5号', '网址: 无', '微信: ldgy2015', '服务对象: 儿童青少年,女性权利,城市社区建设,其他', '成立时间: 2014-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "广西爱心蚂蚁公益协会",
        "index": "G",
        "name": "广西爱心蚂蚁公益协会",
        "pages": ['Email: almaanta@163.com', '电话: 18577035512', '地址: 广西壮族自治区南宁市青秀区古城路4号大板一区13栋2单元612', '网址: www.almaanta.net', '微信: alma080725', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2008-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "湘阴爱心志愿者团队",
        "index": "X",
        "name": "湘阴爱心志愿者团队",
        "pages": ['Email: 306334485@qq.com', '电话: 7302119880', '地址: 湖南省岳阳市湘阴县文星镇先锋南路素味湘食二楼', '网址: xyaxzyztd.cn', '微信: 湘阴志愿者', '服务对象: 儿童青少年,教育助学,城市社区建设,综合志愿服务', '成立时间: 2014-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: A-']
      },
      {
        "open": false,
        "id": "深圳市鹏城青少年成长指导中心",
        "index": "S",
        "name": "深圳市鹏城青少年成长指导中心",
        "pages": ['Email: info@chinajpi.org', '电话: 0755-28556805', '地址: 广东省深圳市南山区海岸大厦东座912', '网址: chinajpi.org', '微信: szsnjx', '服务对象: 儿童青少年', '成立时间: 2017-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "忻州市爱心公益协会",
        "index": "X",
        "name": "忻州市爱心公益协会",
        "pages": ['Email: wang.y.l@126.com', '电话: 18634603333', '地址: 山西省忻州市忻府区逯家庄广场西1号', '网址: www.xzsaxgyxh.com', '微信: xzsaxgyxh', '服务对象: 公益行业支持,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2014-09-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "山西方舟自闭症康复研究院",
        "index": "S",
        "name": "山西方舟自闭症康复研究院",
        "pages": ['Email: 1911060014@qq.com', '电话: 3517837178', '地址: 山西省太原市小店区平阳路大马村东一排2号', '网址: www.arkautism.org/', '微信: sxfzzbzsxfzzbz@163.com', '服务对象: 政策倡导,公益行业支持,残障人士,教育助学,综合志愿服务', '成立时间: 2005-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南京雨花乐荷社区发展中心",
        "index": "N",
        "name": "南京雨花乐荷社区发展中心",
        "pages": ['Email: 344035686@qq.com', '电话: 2584535755', '地址: 江苏省南京市雨花台区南京市雨花台区花神大道9号', '网址: www.light.org', '微信: dhsy_cn', '服务对象: 儿童青少年,文化艺术,城市社区建设,社会企业', '成立时间: 2012-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "云南省昭通市环境保护志愿者协会",
        "index": "Y",
        "name": "云南省昭通市环境保护志愿者协会",
        "pages": ['Email: 474994704@qq.com', '电话: 0870-8889919', '地址: 云南省昭通市昭阳区环城东路419号', '网址: 无', '微信: 昭通市环境保护志愿者协会', '服务对象: 灾害管理,环境保护,综合志愿服务', '成立时间: 2011-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市大渡口区山城社会工作服务中心",
        "index": "Z",
        "name": "重庆市大渡口区山城社会工作服务中心",
        "pages": ['Email: 100839610@qq.com', '电话: 2386380234', '地址: 重庆市重庆城区九龙坡区石桥铺万昌商住楼四单元9楼', '网址: www.mxsw.org', '微信: 山城社工', '服务对象: 儿童青少年,农村发展,教育助学,老年人,企业社会责任', '成立时间: 2009-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市天心区萌习团社会工作服务中心",
        "index": "C",
        "name": "长沙市天心区萌习团社会工作服务中心",
        "pages": ['Email: 2eb1@imengxituan.com', '电话: 15608466411', '地址: 湖南省长沙市天心区新姚南路369号银桂苑社区', '网址:  ', '微信: 萌习团', '服务对象: 儿童青少年', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "上海仁渡海洋公益发展中心",
        "index": "S",
        "name": "上海仁渡海洋公益发展中心",
        "pages": ['Email: in@renduocean.org', '电话: 021-68360961', '地址: 上海市上海城区浦东新区峨山路613号C楼232室', '网址: www.renduocean.org', '微信: 仁渡海洋', '服务对象: 公益行业支持,环境保护', '成立时间: 2007-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "海南省义工互助协会",
        "index": "H",
        "name": "海南省义工互助协会",
        "pages": ['Email: 138766838@qq.com', '电话: 89865325926', '地址: 海南省海口市龙华区蓝天路57号汇鹏大厦1208', '网址: www. hainan yigong.com', '微信: 海南省义工互助协会', '服务对象: 文化艺术,公益行业支持,教育助学,环境保护,综合志愿服务', '成立时间: 2018-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "云霄县彩虹公益联合会",
        "index": "Y",
        "name": "云霄县彩虹公益联合会",
        "pages": ['Email: 503890150@QQ.COM', '电话: 0596-8520098', '地址: 福建省漳州市云霄县中山路211号县教育局', '网址: 无', '微信: yxrpwf', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2011-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "厦门市“温馨夕阳”咨询服务中心",
        "index": "S",
        "name": "厦门市“温馨夕阳”咨询服务中心",
        "pages": ['Email: zhaona@wxxy2012999.com', '电话: 0592-5983211', '地址: 福建省厦门市思明区虎园路17号市老年活动中心A楼313', '网址: 无', '微信: 无', '服务对象: 城市社区建设,老年人', '成立时间: 2001-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市福田沙头红树文学协会",
        "index": "S",
        "name": "深圳市福田沙头红树文学协会",
        "pages": ['Email: henmeng2009@126.com', '电话: 13163718460', '地址: 广东省深圳市福田区新沙路12号福宇轩 E座501', '网址: 无', '微信: 红树文学社', '服务对象: 文化艺术', '成立时间: 2012-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市绿舟防灾减灾促进中心",
        "index": "C",
        "name": "长沙市绿舟防灾减灾促进中心",
        "pages": ['Email: 3199747128@qq.com', '电话: 15573166686', '地址: 湖南省长沙市天心区赤岭路麻园塘新丰社区服务中心二楼', '网址: http://www.lzngo.org', '微信: 无', '服务对象: 儿童青少年,灾害管理,老年人', '成立时间: 2014-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "上海德博蝴蝶宝贝关爱中心",
        "index": "S",
        "name": "上海德博蝴蝶宝贝关爱中心",
        "pages": ['Email: debra_china@163.com', '电话: 13918503042', '地址: 上海市上海城区宝山区环镇北路585号环岛咖啡306室', '网址: www. debra. org. cn', '微信: DebRA-China', '服务对象: 医疗卫生健康,儿童青少年,政策倡导,公益行业支持', '成立时间: 2012-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆渝州公益事业服务中心",
        "index": "Z",
        "name": "重庆渝州公益事业服务中心",
        "pages": ['Email: yzgy708@163.com', '电话: 2363626873', '地址: 重庆市重庆城区江北区五里店劳动大厦2栋7-1', '网址: 无', '微信: 无', '服务对象: 公益行业支持,综合志愿服务', '成立时间: 2007-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "山西天龙救援队",
        "index": "S",
        "name": "山西天龙救援队",
        "pages": ['Email: 2430256995@qq.com', '电话: 4001060', '地址: 山西省太原市迎泽区桥东街道盛饰大厦', '网址: WWW.4001060095.org', '微信: TLSAR4001060095', '服务对象: 公益行业支持,灾害管理', '成立时间: 2010-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "昆明市官渡区润土青少年事务服务中心",
        "index": "K",
        "name": "昆明市官渡区润土青少年事务服务中心",
        "pages": ['Email: 920728770@qq.com', '电话: 0870-7159161', '地址: 云南省昆明市官渡区云秀路2898号', '网址: 无', '微信: 官渡润土', '服务对象: 儿童青少年,艾滋病,教育助学,综合志愿服务', '成立时间: 2014-12-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市宝安区益民",
        "index": "S",
        "name": "深圳市宝安区益民",
        "pages": ['Email: 983959800@qq.com', '电话: 0755-22315301', '地址: 广东省深圳市宝安区西乡鑫成大厦503', '网址: 无', '微信: 无', '服务对象: 儿童青少年,公益行业支持,残障人士,老年人,综合志愿服务', '成立时间: 2015-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南阳益博社会工作服务中心",
        "index": "N",
        "name": "南阳益博社会工作服务中心",
        "pages": ['Email: yiboshehuigongzuo@163.com', '电话: 13607636796', '地址: 河南省南阳市卧龙区南阳市车站南路岗东村15号', '网址: 无', '微信: 益博社会工作', '服务对象: 医疗卫生健康,儿童青少年,文化艺术,农村发展,灾害管理', '成立时间: 2016-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "河南鼎力社会工作服务拓展中心",
        "index": "H",
        "name": "河南鼎力社会工作服务拓展中心",
        "pages": ['Email: henandlsg@126.com', '电话: 0371-85305060', '地址: 河南省郑州市中牟县郑开大道76号河南财政金融学院', '网址: http://hndlsg.hacz.edu.cn/', '微信: 河南鼎力社会工作服务拓展中心', '服务对象: 政策倡导,老年人,综合志愿服务,其他', '成立时间: 2013-08-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "贵港市荷城义工协会",
        "index": "G",
        "name": "贵港市荷城义工协会",
        "pages": ['Email: 249037478@qq.com', '电话: 15977505669', '地址: 广西壮族自治区贵港市港北区文华街荷城社区二楼荷城义工协会', '网址: www.gghcyg.com', '微信: 荷城义工协会', '服务对象: 儿童青少年,教育助学,城市社区建设,老年人,综合志愿服务', '成立时间: 2006-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "西乡县妇女发展协会",
        "index": "X",
        "name": "西乡县妇女发展协会",
        "pages": ['Email: xxfnfzxh@vip.126.com', '电话: 0916-6213788', '地址: 陕西省汉中市西乡县西乡县北大街6号3楼', '网址: http://西乡妇女发展协会.公益.cn/', '微信: xixiangfnfzxh', '服务对象: 儿童青少年,农村发展,女性权利,教育助学,综合志愿服务', '成立时间: 2005-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长春市益创汇社会工作服务中心",
        "index": "C",
        "name": "长春市益创汇社会工作服务中心",
        "pages": ['Email: tytblhqm@163.com', '电话: 81739997', '地址: 吉林省长春市宽城区扶余路美景天城2期11栋109', '网址: ww.jlych.cn', '微信: 长春市益创汇', '服务对象: 儿童青少年,农村发展,公益行业支持,老年人,综合志愿服务', '成立时间: 2015-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆兴民社会工作服务中心",
        "index": "Z",
        "name": "重庆兴民社会工作服务中心",
        "pages": ['Email: 1274509045@qq.com', '电话: 18875039502', '地址: 重庆市重庆城区沙坪坝区沙坪坝陈家桥沿河北路76-3号', '网址: 无', '微信: 重庆兴民社会工作服务中心', '服务对象: 儿童青少年,老年人', '成立时间: 2014-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中国扶贫志愿服务促进会",
        "index": "Z",
        "name": "中国扶贫志愿服务促进会",
        "pages": ['Email: houming@cppvs.org.cn', '电话: 1057389623', '地址: 北京市北京城区海淀区四季青镇巨山路燕西台北楼', '网址: www.cppvs.org.cn', '微信: 无', '服务对象: 医疗卫生健康', '成立时间: 2016-04-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "银川市民族综合福利院",
        "index": "Y",
        "name": "银川市民族综合福利院",
        "pages": ['Email: ycsmslgry@163.com', '电话: 0951-2171861', '地址: 宁夏回族自治区银川市西夏区宁夏银川市西夏区兴泾镇', '网址: www.morphan.cn', '微信: mslgry', '服务对象: 儿童青少年,教育助学', '成立时间: 2007-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "包头市自强公益协会",
        "index": "B",
        "name": "包头市自强公益协会",
        "pages": ['Email: 376708798@qq.com', '电话: 0472-2611828', '地址: 内蒙古自治区包头市九原区包头市九原区哈业胡同镇哈业七村10号', '网址: 无', '微信: 自强微公益', '服务对象: 残障人士,综合志愿服务', '成立时间: 2012-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "哈尔滨是行大公益服务发展中心",
        "index": "H",
        "name": "哈尔滨是行大公益服务发展中心",
        "pages": ['Email: 717111525@QQ.COM', '电话: 13845198378', '地址: 黑龙江省哈尔滨市道里区建国北六道街15号', '网址: 无', '微信: 行大公益', '服务对象: 政策倡导,公益行业支持,教育助学,城市社区建设,社会企业', '成立时间: 2016-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市国际交流合作基金会",
        "index": "S",
        "name": "深圳市国际交流合作基金会",
        "pages": ['Email: sfiec@sfiec.org.cn', '电话: 0755-82542526', '地址: 广东省深圳市福田区深南中路6009号绿景广场B座14层1407-1411', '网址: www.cityplus.com', '微信: sfiec_org', '服务对象: 政策倡导,文化艺术,环境保护,其他', '成立时间: 2014-12-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "云浮市大同社会工作服务中心",
        "index": "Y",
        "name": "云浮市大同社会工作服务中心",
        "pages": ['Email: yfdtsw2016@126.com', '电话: 18811810785', '地址: 广东省云浮市云城区天柱路文笔新村对面云浮市社会组织孵化基地', '网址: 无', '微信: 626701392@qq.com', '服务对象: 其他', '成立时间: 2016-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "甘肃博才职业培训学校",
        "index": "G",
        "name": "甘肃博才职业培训学校",
        "pages": ['Email: 136454971@qq.com', '电话: 0931-7546655', '地址: 甘肃省兰州市西固区兰州石化25街区', '网址: www.gsbcjy.com', '微信: gsbcjy', '服务对象: 教育助学,综合志愿服务,其他', '成立时间: 2009-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "鄂尔多斯弘德公益志愿者协会",
        "index": "E",
        "name": "鄂尔多斯弘德公益志愿者协会",
        "pages": ['Email: 1670677354@qq.com', '电话: 0477-2260878', '地址: 内蒙古自治区鄂尔多斯市东胜区兴达步行街11号', '网址: 无', '微信: zjx7776088', '服务对象: 公益行业支持,教育助学,环境保护,城市社区建设,综合志愿服务', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都高新区阳光志愿者联盟",
        "index": "C",
        "name": "成都高新区阳光志愿者联盟",
        "pages": ['Email: 3228625086@qq.com', '电话: 2887318331', '地址: 四川省成都市青羊区清江东路186号成勘院电梯公寓', '网址: http://www.cdzyz.org', '微信: cdygzyzlm2017', '服务对象: 残障人士,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2012-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "昆山市乐仁公益发展中心",
        "index": "K",
        "name": "昆山市乐仁公益发展中心",
        "pages": ['Email: 719202192@qq.com', '电话: 51268551021', '地址: 江苏省苏州市昆山市横街60号', '网址: www.lerenlezhu.com', '微信: 乐仁乐助', '服务对象: 公益行业支持', '成立时间: 2012-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西八桂义工协会",
        "index": "G",
        "name": "广西八桂义工协会",
        "pages": ['Email: 95562949@qq.com', '电话: 7715629872', '地址: 广西壮族自治区南宁市青秀区建政路28号2栋2单元101', '网址: www.gxbgyg.com', '微信: gXbgyg', '服务对象: 儿童青少年,公益行业支持,教育助学,老年人,综合志愿服务', '成立时间: 2008-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "网易乐得公益基金会",
        "index": "W",
        "name": "网易乐得公益基金会",
        "pages": ['Email: 18500342989@163.com', '电话: 18500342989', '地址: 北京市北京城区海淀区中关村软件园 网易北京研发中心', '网址: www.ledegy.163.com', '微信: 网易乐得公益基金会', '服务对象: 儿童青少年', '成立时间: 2017-04-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市健康教育与健康促进协会",
        "index": "S",
        "name": "深圳市健康教育与健康促进协会",
        "pages": ['Email: szjjxh@163.com', '电话: 0755-25612456', '地址: 广东省深圳市南山区深圳市南山区龙苑路8号', '网址: www.szhepa.com', '微信: 1609159996@qq.com', '服务对象: 医疗卫生健康,儿童青少年,艾滋病', '成立时间: 2004-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "郑州市中原区德佑社会工作服务中心",
        "index": "Z",
        "name": "郑州市中原区德佑社会工作服务中心",
        "pages": ['Email: 1655233473@qq.com', '电话: 15515832641', '地址: 河南省郑州市中原区桐柏路与协作路', '网址: 无', '微信: deyoushegong', '服务对象: 儿童青少年,文化艺术,教育助学,环境保护,城市社区建设', '成立时间: 2016-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "洛阳市义工联合会（河洛志愿者协会）",
        "index": "L",
        "name": "洛阳市义工联合会（河洛志愿者协会）",
        "pages": ['Email: 43849908@qq.com', '电话: 13461001034', '地址: 河南省洛阳市涧西区西苑路21号', '网址: http://www.hlva.org.cn/', '微信: 洛阳市义工联合会', '服务对象: 儿童青少年,农村发展,教育助学,老年人,综合志愿服务', '成立时间: 2005-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "岚县公益365爱心协会",
        "index": "L",
        "name": "岚县公益365爱心协会",
        "pages": ['Email: 572971444@qq.com', '电话: 0358-6789365', '地址: 山西省吕梁市岚县民觉路3号', '网址: 无', '微信: lllxgy365', '服务对象: 儿童青少年,环境保护,城市社区建设,老年人,综合志愿服务', '成立时间: 2015-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "四川海惠助贫服务中心",
        "index": "S",
        "name": "四川海惠助贫服务中心",
        "pages": ['Email: taiyong@haihuichina.org', '电话: 028-85373997', '地址: 四川省成都市武侯区武侯科技园武兴二路8号商环境C5', '网址: www.hpichina.org', '微信: Heifer-China', '服务对象: 农村发展,动物福利,城市社区建设,企业社会责任,其他', '成立时间: 2008-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "昆明市五华区明心社会工作服务中心",
        "index": "K",
        "name": "昆明市五华区明心社会工作服务中心",
        "pages": ['Email: mxshegong@163.com', '电话: 0871-65391125', '地址: 云南省昆明市五华区道生路14号', '网址: www.mxshegong.cn', '微信: mxshegong', '服务对象: 劳工权利,女性权利,城市社区建设', '成立时间: 2012-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "商洛慧灵智障人士服务中心",
        "index": "S",
        "name": "商洛慧灵智障人士服务中心",
        "pages": ['Email: slhlzg@163.com', '电话: 9142381229', '地址: 陕西省商洛市商州区商州区民居路市残联6楼', '网址: 无', '微信: 商洛慧灵', '服务对象: 其他', '成立时间: 2011-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南京华衣助学助教基金会",
        "index": "N",
        "name": "南京华衣助学助教基金会",
        "pages": ['Email: hyjj@huayifoundation.org', '电话: 025-52234808', '地址: 江苏省南京市秦淮区集庆路198号泽天大厦8502室。', '网址: www.huayifoundation.org', '微信: huayijijinhui', '服务对象: 儿童青少年,教育助学,企业社会责任', '成立时间: 2016-01-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "靖州苗族侗族自治县义工联盟",
        "index": "J",
        "name": "靖州苗族侗族自治县义工联盟",
        "pages": ['Email: jzxyglm@163.com', '电话: 13135269129', '地址: 湖南省怀化市靖州苗族侗族自治县靖州县老干局院内', '网址: www.jzyglm.org', '微信: 靖州义工联盟', '服务对象: 儿童青少年,政策倡导,残障人士,教育助学,综合志愿服务', '成立时间: 2013-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北川羌族自治县大鱼青少年公益发展中心",
        "index": "B",
        "name": "北川羌族自治县大鱼青少年公益发展中心",
        "pages": ['Email: longhaitao@bczgx.com', '电话: 0816-4825512', '地址: 四川省绵阳市北川羌族自治县纳福巷5号', '网址: http://bcdygy.com/', '微信: 大鱼公益', '服务对象: 儿童青少年', '成立时间: 2008-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陕北爱心树特殊孩子服务中心",
        "index": "S",
        "name": "陕北爱心树特殊孩子服务中心",
        "pages": ['Email: shanbeiaixinshu123@163.com', '电话: 9125641682', '地址: 陕西省榆林市绥德县无', '网址: 无', '微信: 陕北爱心树', '服务对象: 残障人士', '成立时间: 2010-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "开封市志愿者协会",
        "index": "K",
        "name": "开封市志愿者协会",
        "pages": ['Email: 327978864@qq.com', '电话: 37122353005', '地址: 河南省开封市龙亭区九鼎颂园1号楼', '网址: 无', '微信: 开封市志愿者协会', '服务对象: 残障人士,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2004-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市东西方社工服务社",
        "index": "S",
        "name": "深圳市东西方社工服务社",
        "pages": ['Email: 758897507@qq.com', '电话: 0755-82269133', '地址: 广东省深圳市罗湖区红岗大厦805室', '网址: 无', '微信: 无', '服务对象: 儿童青少年,政策倡导,城市社区建设', '成立时间: 2007-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "小鸭嘎嘎公益文化促进中心",
        "index": "X",
        "name": "小鸭嘎嘎公益文化促进中心",
        "pages": ['Email: duckgaga365@163.com', '电话: 0755-82762819', '地址: 广东省深圳市福田区上步南路锦峰大厦A座520室', '网址: www.itopia365.o r g', '微信: duckgaga365', '服务对象: 儿童青少年,公益行业支持,环境保护,社会企业,企业社会责任', '成立时间: 2010-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "兰州乐行公益推广发展服务中心",
        "index": "L",
        "name": "兰州乐行公益推广发展服务中心",
        "pages": ['Email: 80629757@qq.com', '电话: 0931-8431035', '地址: 甘肃省兰州市城关区临夏路329号', '网址: 无', '微信: 无', '服务对象: 其他', '成立时间: 2016-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "金华市绿色生态文化服务中心",
        "index": "J",
        "name": "金华市绿色生态文化服务中心",
        "pages": ['Email: 138484008@qq.com', '电话: 0579-82324008', '地址: 浙江省金华市婺城区八一北街1098号', '网址: 无', '微信: 金华绿色之友', '服务对象: 环境保护', '成立时间: 2001-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "泉州市洛江区北斗星自闭症儿童培训中心",
        "index": "Q",
        "name": "泉州市洛江区北斗星自闭症儿童培训中心",
        "pages": ['Email: 330487819@qq.com', '电话: 0595-22636552', '地址: 福建省泉州市洛江区万安街道塘西社区社会福利中心', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,教育助学', '成立时间: 2004-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "金华市金东区大脚印社会组织公益服务中心",
        "index": "J",
        "name": "金华市金东区大脚印社会组织公益服务中心",
        "pages": ['Email: 475067420@qq.com', '电话: 15105795326', '地址: 浙江省金华市婺城区少年宫', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,环境保护', '成立时间: 2015-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "奉节县春雨残疾儿童康复训练服务中心",
        "index": "F",
        "name": "奉节县春雨残疾儿童康复训练服务中心",
        "pages": ['Email: 1019728271@qq.com', '电话: 2356800430', '地址: 重庆市重庆郊县奉节县鱼复街道新竹巷80号', '网址: http://chunyu.cn', '微信: 奉节县春雨残疾儿童康复中心', '服务对象: 医疗卫生健康,儿童青少年,公益行业支持,残障人士,教育助学', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京奇点公益信息技术服务中心",
        "index": "B",
        "name": "北京奇点公益信息技术服务中心",
        "pages": ['Email: office@jidian.org.cn', '电话: 010-56180048', '地址: 北京市北京城区海淀区中关村南大街甲56号方圆大厦优客工场', '网址: www.jidian.org.cn', '微信: ijidian', '服务对象: 信息网络', '成立时间: 2015-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陕西省爱国主义志愿者协会",
        "index": "S",
        "name": "陕西省爱国主义志愿者协会",
        "pages": ['Email: spva@sina.cn', '电话: 029-68289180', '地址: 陕西省西安市新城区新城大院财富楼2楼', '网址: 无', '微信: sxpva', '服务对象: 儿童青少年,政策倡导,公益行业支持,企业社会责任,综合志愿服务', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "甘肃怡欣心理咨询中心",
        "index": "G",
        "name": "甘肃怡欣心理咨询中心",
        "pages": ['Email: gansuyixin@yxxl.org', '电话: 9318261536', '地址: 甘肃省兰州市城关区雁北路400号兰州文理学院教师公寓3号楼2单元101', '网址: www.yxxl.org', '微信: gsyxxlzxzx', '服务对象: 医疗卫生健康,儿童青少年,农村发展,女性权利,教育助学', '成立时间: 2005-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "柳州市星语康复训练中心",
        "index": "L",
        "name": "柳州市星语康复训练中心",
        "pages": ['Email: lzautism@126.com', '电话: 7723166948', '地址: 广西壮族自治区柳州市柳南区航银路66号', '网址: 无', '微信: 柳州星语', '服务对象: 儿童青少年,政策倡导,残障人士,教育助学,综合志愿服务', '成立时间: 2003-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "济南市历下区启明星生命关爱中心",
        "index": "J",
        "name": "济南市历下区启明星生命关爱中心",
        "pages": ['Email: 40049529@qq.com', '电话: 13165413331', '地址: 山东省济南市历下区黑虎泉北路187-7号 历下创益园', '网址: 无', '微信: 生命关爱中心', '服务对象: 医疗卫生健康,老年人,企业社会责任,其他', '成立时间: 2017-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "上海金山区前靖社会工作服务社",
        "index": "S",
        "name": "上海金山区前靖社会工作服务社",
        "pages": ['Email: 102588489@qq.com', '电话: 021-67324089', '地址: 上海市上海城区金山区卫二路428号2104室', '网址: 无', '微信: 无', '服务对象: 城市社区建设', '成立时间: 2016-01-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都高新区合益社区服务中心",
        "index": "C",
        "name": "成都高新区合益社区服务中心",
        "pages": ['Email: 4112261@qq.com', '电话: 028-87937283', '地址: 四川省成都市郫都区高新西区清源环街181号四楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,城市社区建设,老年人,综合志愿服务', '成立时间: 2013-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "杭州市上城区风动力社区青少年服务中心",
        "index": "H",
        "name": "杭州市上城区风动力社区青少年服务中心",
        "pages": ['Email: 664632887@qq.com', '电话: 13958019104', '地址: 浙江省杭州市拱墅区彩霞岭南5号3楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,城市社区建设', '成立时间: 2015-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京市石景山区芯动力社会组织发展中心",
        "index": "B",
        "name": "北京市石景山区芯动力社会组织发展中心",
        "pages": ['Email: xindongli@bjxindongli.org', '电话: 68662156', '地址: 北京市北京城区石景山区燕保京原家园西门底商农业银行二层社区青年汇办公室', '网址: bjxindongli.org', '微信: 芯动力社会组织发展中心', '服务对象: 公益行业支持', '成立时间: 2015-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "汉阴县志愿者联合会",
        "index": "H",
        "name": "汉阴县志愿者联合会",
        "pages": ['Email: 2089608071@qq.com', '电话: 9155215607', '地址: 陕西省安康市汉阴县东城街22号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2014-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "旬阳县义工家园",
        "index": "X",
        "name": "旬阳县义工家园",
        "pages": ['Email: 905956070@qq.com', '电话: 13399153459', '地址: 陕西省安康市旬阳县城关镇文化路', '网址: www.yigongjiayuan.com', '微信: 旬阳县义工家园', '服务对象: 儿童青少年,农村发展,残障人士,教育助学,老年人', '成立时间: 2007-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "防城港市爱立方爱童敬老协会",
        "index": "F",
        "name": "防城港市爱立方爱童敬老协会",
        "pages": ['Email: 1144064800@qq.com', '电话: 7703257008', '地址: 广西壮族自治区防城港市防城区防东路387号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,城市社区建设,老年人,综合志愿服务', '成立时间: 2013-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "庆阳市阳光志愿者协会",
        "index": "Q",
        "name": "庆阳市阳光志愿者协会",
        "pages": ['Email: 2864671523@qq.com', '电话: 18309341217', '地址: 甘肃省庆阳市西峰区长庆南路108号社会组织孵化基地508室', '网址: 无', '微信: 庆阳市阳光志愿者协会', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2010-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "西吉县清源和谐社区服务中心",
        "index": "X",
        "name": "西吉县清源和谐社区服务中心",
        "pages": ['Email: zhangshidunxiji@163.com', '电话: 9543012981', '地址: 宁夏回族自治区固原市西吉县吉强镇孵化园302', '网址: 无', '微信: xijiqingyuan', '服务对象: 农村发展,社会企业,老年人', '成立时间: 2009-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市渝中区静水社会工作发展中心",
        "index": "Z",
        "name": "重庆市渝中区静水社会工作发展中心",
        "pages": ['Email: 1027383325@qq.com', '电话: 15723220633', '地址: 重庆市重庆城区渝中区远见中心23楼', '网址: 无', '微信: jingshuishegong', '服务对象: 儿童青少年,教育助学,老年人', '成立时间: 2015-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "万年蓝天救援队",
        "index": "W",
        "name": "万年蓝天救援队",
        "pages": ['Email: 13407037522@139.com', '电话: 13407037522', '地址: 江西省上饶市万年县江西省上饶市万年县工业园区鹏程服饰', '网址: 无', '微信: jiangshouchuan001', '服务对象: 儿童青少年,教育助学,灾害管理,环境保护,综合志愿服务', '成立时间: 2014-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市卫宁读写障碍服务中心",
        "index": "S",
        "name": "深圳市卫宁读写障碍服务中心",
        "pages": ['Email: 1214318849@qq.com', '电话: 33941800', '地址: 广东省深圳市福田区雨田路富莲大厦一栋一层', '网址: wwww.weiningdys.com ', '微信: 卫宁读写障碍中心', '服务对象: 儿童青少年,教育助学', '成立时间: 2010-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中国基金会发展论坛",
        "index": "Z",
        "name": "中国基金会发展论坛",
        "pages": ['Email: tanhongbo@yiplus.org', '电话: 18610441528', '地址: 北京市北京城区朝阳区太阳宫半岛国际公寓12-2-1402', '网址: 无', '微信: 无', '服务对象: 公益行业支持', '成立时间: 2008-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "甘肃省金昌市大爱无疆公益协会",
        "index": "G",
        "name": "甘肃省金昌市大爱无疆公益协会",
        "pages": ['Email: 349079351@qq.com', '电话: 13830565752', '地址: 甘肃省金昌市金川区宝林里社区', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,社会企业,老年人,综合志愿服务', '成立时间: 2011-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "同性恋亲友会",
        "index": "T",
        "name": "同性恋亲友会",
        "pages": ['Email: qinyouhui@163.com', '电话: 020-38462399', '地址: 广东省广州市天河区天河北路175号祥龙花园晖祥阁2401', '网址: www.pflag.org.cn', '微信: qinyouhui002', '服务对象: 性少数', '成立时间: 2008-06-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宁夏固原市西固爱心志愿者协会",
        "index": "N",
        "name": "宁夏固原市西固爱心志愿者协会",
        "pages": ['Email: 878196484@qq.com', '电话: 15379590059', '地址: 宁夏回族自治区固原市原州区南关街40号', '网址: 无', '微信: xg878196484', '服务对象: 教育助学,环境保护,综合志愿服务', '成立时间: 2013-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "潢川土根爱心协会",
        "index": "H",
        "name": "潢川土根爱心协会",
        "pages": ['Email: 435929582@qq.com', '电话: 15137655199', '地址: 河南省信阳市潢川县河南省，信阳市，潢川县，二环路平安保险公司三楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,老年人', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "益阳市爱行志愿者协会",
        "index": "Y",
        "name": "益阳市爱行志愿者协会",
        "pages": ['Email: 6296042@qq.com', '电话: 4112355', '地址: 湖南省益阳市赫山区金山社区', '网址: 无', '微信: 无', '服务对象: 儿童青少年,灾害管理,城市社区建设', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "沈阳市环保志愿者协会",
        "index": "S",
        "name": "沈阳市环保志愿者协会",
        "pages": ['Email: syhbzyz@126.com', '电话: 13190096215', '地址: 辽宁省沈阳市和平区北四经街28号团省委综合楼501室', '网址: www.syhb.org', '微信: 沈阳市环保志愿者协会', '服务对象: 艾滋病,公益行业支持,残障人士,教育助学,社会企业', '成立时间: 2015-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "黎川守望精彩公益发展中心",
        "index": "L",
        "name": "黎川守望精彩公益发展中心",
        "pages": ['Email: wxw7967@163.com', '电话: 13767607967', '地址: 江西省抚州市黎川县黎川县广播电视台', '网址: 无', '微信: lcswjc', '服务对象: 儿童青少年,政策倡导,公益行业支持,教育助学,综合志愿服务', '成立时间: 2016-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "岳阳市茹兰公益协会",
        "index": "Y",
        "name": "岳阳市茹兰公益协会",
        "pages": ['Email: 18284177@qq.com', '电话: 7303325928', '地址: 湖南省岳阳市岳阳楼区巴陵中路古玩市场', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康', '成立时间: 2015-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陕西孝慈社会工作发展中心",
        "index": "S",
        "name": "陕西孝慈社会工作发展中心",
        "pages": ['Email: caritasxian@163.com', '电话: 029-87626176', '地址: 陕西省西安市莲湖区五星街17号', '网址: www.xiaoci.org', '微信: caritasxian06@163.com', '服务对象: 儿童青少年,农村发展,教育助学,环境保护,老年人', '成立时间: 2002-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "盘锦市大洼区环境科普公益协会",
        "index": "P",
        "name": "盘锦市大洼区环境科普公益协会",
        "pages": ['Email: lvsepanjin@163.com', '电话: 2827157', '地址: 辽宁省盘锦市大洼区田家文体中心', '网址: 无', '微信: 13942759189', '服务对象: 环境保护', '成立时间: 2011-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市雨花区德馨读书吧",
        "index": "C",
        "name": "长沙市雨花区德馨读书吧",
        "pages": ['Email: 2110494741@qq.com', '电话: 15874218225', '地址: 湖南省长沙市雨花区香樟路460号德馨园小区A0栋社区服务中心三楼', '网址: 无', '微信: 德馨读书吧', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2015-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "山东公益联盟",
        "index": "S",
        "name": "山东公益联盟",
        "pages": ['Email: sj@sdgylm.org', '电话: 15062102048', '地址: 山东省济南市槐荫区齐州路阳光保险大厦1606', '网址: sdgyl.com', '微信: 无', '服务对象: 医疗卫生健康,公益行业支持,教育助学', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "石城县志愿者协会",
        "index": "S",
        "name": "石城县志愿者协会",
        "pages": ['Email: scyglhh@163.com', '电话: 13970131280', '地址: 江西省赣州市石城县南苑路73号福利院旁(救助站内)', '网址: 无', '微信: 石城县志愿者协会', '服务对象: 儿童青少年,环境保护,老年人,综合志愿服务', '成立时间: 2012-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "稻草人法律咨询",
        "index": "D",
        "name": "稻草人法律咨询",
        "pages": ['Email: dcrcharity@163.com', '电话: 13125157801', '地址: 湖北省武汉市洪山区南湖大道182号', '网址: 无', '微信: 稻草人法律（dcrlaw）', '服务对象: 其他', '成立时间: 2012-05-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "甘肃善泉城乡社区发展中心",
        "index": "G",
        "name": "甘肃善泉城乡社区发展中心",
        "pages": ['Email: 3141832727@QQ.com', '电话: 18009486815', '地址: 甘肃省兰州市七里河区骆驼巷223号405室', '网址: 暂未开通', '微信: 甘肃善泉城乡社区发展中心', '服务对象: 儿童青少年,女性权利,教育助学,环境保护,综合志愿服务', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "衢州青年创新公益中心",
        "index": "Q",
        "name": "衢州青年创新公益中心",
        "pages": ['Email: 53302332@qq.com', '电话: 13388408915', '地址: 浙江省衢州市柯城区巨化路113号', '网址: 无', '微信: 无', '服务对象: 文化艺术,农村发展,动物福利,环境保护,社会企业', '成立时间: 2009-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市雨花区高桥国学公益推广中心",
        "index": "C",
        "name": "长沙市雨花区高桥国学公益推广中心",
        "pages": ['Email: 2bb1@imengxituan.con', '电话: 85118709', '地址: 湖南省长沙市雨花区高桥大市场酒店用品城30栋二楼', '网址: 无', '微信: 高桥国学馆', '服务对象: 儿童青少年,女性权利,老年人,综合志愿服务,其他', '成立时间: 2016-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "哈尔滨市嘉仁社会组织服务中心",
        "index": "H",
        "name": "哈尔滨市嘉仁社会组织服务中心",
        "pages": ['Email: 4735641@qq.com', '电话: 45151854299', '地址: 黑龙江省哈尔滨市道里区斯大林街4号冰城青益汇202室', '网址: 无', '微信: ybr_ngo', '服务对象: 公益行业支持,社会企业,企业社会责任,综合志愿服务', '成立时间: 2015-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "乐山善诚志愿者协会",
        "index": "L",
        "name": "乐山善诚志愿者协会",
        "pages": ['Email: 249950637@qq.com', '电话: 0833-2109918', '地址: 四川省乐山市市中区四川省乐山市市中区杨柳巷32号', '网址: 无', '微信: LS_QQzyz', '服务对象: 儿童青少年,教育助学,灾害管理,综合志愿服务', '成立时间: 2007-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长葛市爱心传递协会",
        "index": "C",
        "name": "长葛市爱心传递协会",
        "pages": ['Email: 2623544982@qq.com', '电话: 15038986000', '地址: 河南省许昌市长葛市人民路中段', '网址: 无', '微信: 爱心传递在行动', '服务对象: 综合志愿服务', '成立时间: 2014-08-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "永丰县蓝丝带志愿者协会",
        "index": "Y",
        "name": "永丰县蓝丝带志愿者协会",
        "pages": ['Email: 18870655067@163.com', '电话: 18870655067', '地址: 江西省吉安市永丰县六一路老民政局院内', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,城市社区建设,综合志愿服务', '成立时间: 2015-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "兴县志愿者协会",
        "index": "X",
        "name": "兴县志愿者协会",
        "pages": ['Email: 27820175@qq.com', '电话: 13753383789', '地址: 山西省吕梁市兴县蔚汾镇环城东路', '网址: 无', '微信: xx-volunteers', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2013-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "贵州省贵阳市生态文明基金会",
        "index": "G",
        "name": "贵州省贵阳市生态文明基金会",
        "pages": ['Email: gecf2013@qq.com', '电话: 85185960130', '地址: 贵州省贵阳市南明区青云路304号', '网址: www. gecf. org.cn', '微信: 贵阳生态文明基金会', '服务对象: 环境保护', '成立时间: 2018-03-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "兰州欣雨星儿童心理发展中心",
        "index": "L",
        "name": "兰州欣雨星儿童心理发展中心",
        "pages": ['Email: xiongyicao@163.com', '电话: 9318735581', '地址: 甘肃省兰州市城关区兰州市城关区段家滩路东湖小区一栋1单元101室', '网址: 无', '微信: GSxinyuxing', '服务对象: 残障人士,教育助学', '成立时间: 2006-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "瑞丽市妇女儿童发展中心",
        "index": "R",
        "name": "瑞丽市妇女儿童发展中心",
        "pages": ['Email: dwcdc2000@163.com', '电话: 6924126075', '地址: 云南省德宏傣族景颇族自治州瑞丽市瑞丽市边城街57号', '网址: 无', '微信: dwcdc@163.com', '服务对象: 医疗卫生健康,儿童青少年,艾滋病,女性权利,教育助学', '成立时间: 2000-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长兴县春蚕义工协会",
        "index": "C",
        "name": "长兴县春蚕义工协会",
        "pages": ['Email: 451184201@qq.com', '电话: 5726700595', '地址: 浙江省湖州市长兴县长兴县志愿者服务中心', '网址: 无', '微信: cxgongyi', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2006-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都倍力社会组织发展促进中心",
        "index": "C",
        "name": "成都倍力社会组织发展促进中心",
        "pages": ['Email: imma2015@163.com', '电话: 18123292932', '地址: 四川省成都市武侯区创瑞街', '网址: 百度', '微信: imma420', '服务对象: 公益行业支持,民间研究机构,灾害管理', '成立时间: 2016-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市江北区青少年社会事务服务中心",
        "index": "Z",
        "name": "重庆市江北区青少年社会事务服务中心",
        "pages": ['Email: 1263783191@qq.com', '电话: 2381362532', '地址: 重庆市重庆城区江北区桥北苑5号', '网址: www.cqngo.com', '微信: 青爱物语', '服务对象: 儿童青少年,政策倡导,公益行业支持,教育助学,城市社区建设', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市宝安区心康乐特殊儿童训练中心",
        "index": "S",
        "name": "深圳市宝安区心康乐特殊儿童训练中心",
        "pages": ['Email: 252329657@qq.com', '电话: 29967845', '地址: 广东省深圳市宝安区西乡富成路36号西万大厦3楼', '网址: www.szautism.com', '微信: 深圳市宝安区心康乐特殊儿童训练中心', '服务对象: 残障人士', '成立时间: 2012-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中山市芊苗公益传播中心",
        "index": "Z",
        "name": "中山市芊苗公益传播中心",
        "pages": ['Email: project_q@163.com', '电话: 0760-88337926', '地址: 广东省中山市东区街道中山职业技术学院社会创新基地X410', '网址: 无', '微信: ProjectQM', '服务对象: 儿童青少年,城市社区建设,综合志愿服务', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西华侨爱心基金会",
        "index": "G",
        "name": "广西华侨爱心基金会",
        "pages": ['Email: 531184532@qq.com', '电话: 0771-2840825', '地址: 广西壮族自治区南宁市青秀区桃源路4号', '网址: www.hqaxgx.ngo', '微信: 无', '服务对象: 医疗卫生健康,文化艺术,教育助学', '成立时间: 2009-08-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "平江县小城微爱志愿者协会",
        "index": "P",
        "name": "平江县小城微爱志愿者协会",
        "pages": ['Email: 2060957616@qq.com', '电话: 15616508887', '地址: 湖南省岳阳市平江县平江县南江镇', '网址: 无', '微信: 平江县小城微爱志愿者协会', '服务对象: 儿童青少年,教育助学', '成立时间: 2014-12-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中卫市残疾儿童康复中心",
        "index": "Z",
        "name": "中卫市残疾儿童康复中心",
        "pages": ['Email: 664585295@qq.com', '电话: 13519230455', '地址: 宁夏回族自治区中卫市沙坡头区中卫市沙坡头区蔡桥路东关新村东门口', '网址: 无', '微信: 13519230455', '服务对象: 医疗卫生健康,残障人士', '成立时间: 2012-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市龙华区民治北站社区老年人舞蹈协会",
        "index": "S",
        "name": "深圳市龙华区民治北站社区老年人舞蹈协会",
        "pages": ['Email: 736676711@qq.com', '电话: 13798432829', '地址: 广东省深圳市龙华区 龙悦居北站党群服务中心', '网址: 无', '微信: 无', '服务对象: 文化艺术,公益行业支持,老年人', '成立时间: 2014-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "昆明益行公益社区发展服务中心",
        "index": "K",
        "name": "昆明益行公益社区发展服务中心",
        "pages": ['Email: 454751410@qq.com', '电话: 87165197698', '地址: 云南省昆明市禄劝彝族苗族自治县穿金路466号盛唐城31-2107', '网址: 无', '微信: kmyixing', '服务对象: 儿童青少年,农村发展,灾害管理,老年人,综合志愿服务', '成立时间: 2008-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京沃启公益基金会",
        "index": "B",
        "name": "北京沃启公益基金会",
        "pages": ['Email: office@woqifoundation.org', '电话: 1066167771', '地址: 北京市北京城区东城区正仁大厦614', '网址: http://www.woqifoundation.org/', '微信: 沃启基金会', '服务对象: 公益行业支持,民间研究机构', '成立时间: 2017-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "华亭县青年志愿者协会",
        "index": "H",
        "name": "华亭县青年志愿者协会",
        "pages": ['Email: 289032254@qq.com', '电话: 18009330477', '地址: 甘肃省平凉市华亭县环保大厦101室', '网址: 无', '微信: zhiyuanhuating', '服务对象: 儿童青少年,政策倡导,残障人士,环境保护,综合志愿服务', '成立时间: 2014-09-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "梧州市长洲区长安义工协会",
        "index": "W",
        "name": "梧州市长洲区长安义工协会",
        "pages": ['Email: 15488538@QQ.com', '电话: 18977400000', '地址: 广西壮族自治区梧州市长洲区三龙大道103号长洲区公安分局一楼', '网址: 无', '微信: 长安义工协会', '服务对象: 政策倡导,公益行业支持,社会企业,企业社会责任,综合志愿服务', '成立时间: 2016-05-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "新华区创一青少年社会工作服务中心",
        "index": "X",
        "name": "新华区创一青少年社会工作服务中心",
        "pages": ['Email: 13393785345@163.com', '电话: 13393785345', '地址: 河南省平顶山市新华区长青路中段长青社区二楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,教育助学,城市社区建设,老年人', '成立时间: 2016-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "承德爱心联盟志愿者协会",
        "index": "C",
        "name": "承德爱心联盟志愿者协会",
        "pages": ['Email: 540002469@qq.com', '电话: 0314-5777991', '地址: 河北省承德市双桥区丽正门8-9轴', '网址: www.cdaxlm.com', '微信: cdaxlm', '服务对象: 环境保护,老年人,综合志愿服务', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "七星关区众爱公益联合协会",
        "index": "Q",
        "name": "七星关区众爱公益联合协会",
        "pages": ['Email: 609128110@qq.com', '电话: 18685792825', '地址: 贵州省毕节市七星关区麻园路吴家湾', '网址: 无', '微信: qxgzaxh2015', '服务对象: 儿童青少年,教育助学,灾害管理,城市社区建设,老年人', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市沙坪坝区特殊需要儿童康复托养中心",
        "index": "Z",
        "name": "重庆市沙坪坝区特殊需要儿童康复托养中心",
        "pages": ['Email: 1366623691@qq.com', '电话: 13368196696', '地址: 重庆市重庆城区沙坪坝区歌乐山镇天池村', '网址: www.cqtejiao.com', '微信: 乐一融合', '服务对象: 残障人士', '成立时间: 2004-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南京市雨花台区小萝卜儿童关爱中心",
        "index": "N",
        "name": "南京市雨花台区小萝卜儿童关爱中心",
        "pages": ['Email: xiaoluobonj@163.com', '电话: 2552252341', '地址: 江苏省南京市秦淮区来凤新村12号112室', '网址: xiaoluobo.org', '微信: 小萝卜儿童关爱中心', '服务对象: 儿童青少年,教育助学', '成立时间: 2012-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙县国荣公益服务中心",
        "index": "C",
        "name": "长沙县国荣公益服务中心",
        "pages": ['Email: 348886955@qq.com', '电话: 15974283491', '地址: 湖南省长沙市长沙县泉塘街道小塘路社区E12栋508', '网址: 无', '微信: 348886955', '服务对象: 老年人,综合志愿服务', '成立时间: 2015-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西心香公益社工服务中心",
        "index": "G",
        "name": "广西心香公益社工服务中心",
        "pages": ['Email: 276877140@qq.com', '电话: 0771-5717150', '地址: 广西壮族自治区南宁市青秀区民族大道12号丽原天际A座2705室', '网址: 无', '微信: 广西心香公益社工服务中心', '服务对象: 儿童青少年,公益行业支持,灾害管理,环境保护,综合志愿服务', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市雨花区美人鱼公益服务中心",
        "index": "C",
        "name": "长沙市雨花区美人鱼公益服务中心",
        "pages": ['Email: 26600839@qq.com', '电话: 13755130713', '地址: 湖南省长沙市雨花区井莲路星宇莲景苑8栋一楼', '网址: 无', '微信: 美人鱼公益', '服务对象: 儿童青少年,政策倡导,残障人士,老年人', '成立时间: 2014-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西生物多样性研究和保护协会",
        "index": "G",
        "name": "广西生物多样性研究和保护协会",
        "pages": ['Email: zhaohongxu@gxbrc.org', '电话: 0771-2449640', '地址: 广西壮族自治区南宁市青秀区东葛路18-1号嘉和自由空间A814', '网址: www.gxbrc.com', '微信: 美境自然', '服务对象: 政策倡导,民间研究机构,环境保护', '成立时间: 2014-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "萍乡市武功山志愿者协会",
        "index": "P",
        "name": "萍乡市武功山志愿者协会",
        "pages": ['Email: 673661021@qq.com', '电话: 15932879195', '地址: 江西省萍乡市芦溪县万龙山乡', '网址: 无', '微信: Prophetcoffee777', '服务对象: 环境保护,老年人', '成立时间: 2015-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "致福慈善基金会",
        "index": "Z",
        "name": "致福慈善基金会",
        "pages": ['Email: guoyuanjing1988@126.com', '电话: 51550822', '地址: 北京市北京城区西城区德胜门', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,儿童青少年,农村发展,教育助学', '成立时间: 2013-08-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市九龙坡区义友社会工作服务中心",
        "index": "Z",
        "name": "重庆市九龙坡区义友社会工作服务中心",
        "pages": ['Email: cqygzy@126.com', '电话: 68102807', '地址: 重庆市重庆城区\Ncqs重庆市九龙坡区石坪桥街道建筑二村35栋附一号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,公益行业支持,灾害管理,城市社区建设,综合志愿服务', '成立时间: 2017-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南昌心航社工服务中心",
        "index": "N",
        "name": "南昌心航社工服务中心",
        "pages": ['Email: xhsg1510@qq.com', '电话: 79183863050', '地址: 江西省南昌市新建区丰和南大道696号G栋405A室', '网址: xhsg.org', '微信: xhsg1510', '服务对象: 文化艺术,公益行业支持,民间研究机构,残障人士,教育助学', '成立时间: 2009-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宿州市公益顺风车志愿者协会",
        "index": "S",
        "name": "宿州市公益顺风车志愿者协会",
        "pages": ['Email: 117353330@qq.com', '电话: 5573925858', '地址: 安徽省宿州市埇桥区师专南路8号', '网址: 无', '微信: 顺风车宿州', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2016-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中山市易读写学童启能中心",
        "index": "Z",
        "name": "中山市易读写学童启能中心",
        "pages": ['Email: 2142150893@qq.com', '电话: 0760-88802142', '地址: 广东省中山市西区街道长乐新村8栋102卡', '网址: 0', '微信: 13326968990', '服务对象: 儿童青少年', '成立时间: 2016-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "遂宁辛航青少年发展中心",
        "index": "S",
        "name": "遂宁辛航青少年发展中心",
        "pages": ['Email: 2906088737@qq.com', '电话: 0825-2922022', '地址: 四川省遂宁市船山区育才西路63号', '网址: 无', '微信: 2906088737', '服务对象: 儿童青少年,教育助学,城市社区建设,老年人,综合志愿服务', '成立时间: 2015-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都市新叶助残公益服务中心",
        "index": "C",
        "name": "成都市新叶助残公益服务中心",
        "pages": ['Email: 1957609267@qq.com', '电话: 028-86259885', '地址: 四川省成都市青羊区瑞星路100号青羊区残联1楼', '网址: www.seanye.org', '微信: 新叶助残公益', '服务对象: 残障人士', '成立时间: 2007-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "大冶市环境保护志愿者协会",
        "index": "D",
        "name": "大冶市环境保护志愿者协会",
        "pages": ['Email: kepx@sina.com', '电话: 0714-3819605', '地址: 湖北省黄石市大冶市新冶大道11号2号楼三单元102室', '网址: www.hbtch.org/bbs', '微信: 大冶湖环境保护与生态修复', '服务对象: 环境保护', '成立时间: 2009-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "铜鼓县青年志愿者协会",
        "index": "T",
        "name": "铜鼓县青年志愿者协会",
        "pages": ['Email: 2550126337@qq.com', '电话: 18870517567', '地址: 江西省宜春市铜鼓县西湖公园志愿者之家', '网址: 无', '微信: 铜鼓县青年志愿者协会', '服务对象: 教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南城县爱心志愿者协会",
        "index": "N",
        "name": "南城县爱心志愿者协会",
        "pages": ['Email: 1978162787@qq.com', '电话: 13979421457', '地址: 江西省抚州市南城县民政局四楼404室爱心志愿者协会办公室', '网址: 无', '微信: 无', '服务对象: 公益行业支持,教育助学,灾害管理', '成立时间: 2016-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "抚州市新希望公益发展中心",
        "index": "F",
        "name": "抚州市新希望公益发展中心",
        "pages": ['Email: 71238181@qq.com', '电话: 18307945959', '地址: 江西省抚州市临川区临川二中新校区教师公寓7-309', '网址: http://lxi.me/ivijz', '微信: fznewhope2016', '服务对象: 儿童青少年,农村发展,公益行业支持,教育助学,综合志愿服务', '成立时间: 2016-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "吉安蓝天救援队",
        "index": "J",
        "name": "吉安蓝天救援队",
        "pages": ['Email: 1359995869@qq.com', '电话: 7962129958', '地址: 江西省吉安市吉州区国家井冈山经济技术开发区嘉华大道271号', '网址: 无', '微信: 13133676886', '服务对象: 其他', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "萍乡市湘东区志愿者协会",
        "index": "P",
        "name": "萍乡市湘东区志愿者协会",
        "pages": ['Email: 1782149031@qq.com', '电话: 0799-3433715', '地址: 江西省萍乡市湘东区泉湖垅巡防办公楼三楼', '网址: 无', '微信: 湘东区志愿者协会', '服务对象: 儿童青少年,残障人士,其他', '成立时间: 2012-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市雨花区益友公益促进会",
        "index": "C",
        "name": "长沙市雨花区益友公益促进会",
        "pages": ['Email: 1695013009@qq.com', '电话: 13874816015', '地址: 湖南省长沙市雨花区高桥街道永祥社区公共服务中心四楼', '网址: 无', '微信: 益友公益促进会', '服务对象: 儿童青少年,环境保护,综合志愿服务', '成立时间: 2014-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "浦口区太阳花残疾人互助乐园",
        "index": "P",
        "name": "浦口区太阳花残疾人互助乐园",
        "pages": ['Email: 13592964@qq.com', '电话: 2558660169', '地址: 江苏省南京市浦口区珍珠南路乐府江南门面房', '网址: 无', '微信: 无', '服务对象: 儿童青少年,劳工权利,环境保护,信息网络', '成立时间: 2014-01-01 ', '组织类型: 工商注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "赣州市阳光社会工作服务中心",
        "index": "G",
        "name": "赣州市阳光社会工作服务中心",
        "pages": ['Email: 63243146@qq.com', '电话: 18907078350', '地址: 江西省赣州市章贡区安居小区', '网址: 无', '微信: 赣州市阳光社会工作服务中心', '服务对象: 儿童青少年,公益行业支持,女性权利,城市社区建设,老年人', '成立时间: 2014-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "洛阳市欣和社会工作服务中心",
        "index": "L",
        "name": "洛阳市欣和社会工作服务中心",
        "pages": ['Email: lyxinhesw@163.com', '电话: 0379-60202530', '地址: 河南省洛阳市西工区纱厂西路104号军龙苑', '网址: 无', '微信: 欣和社工', '服务对象: 儿童青少年,公益行业支持,城市社区建设,老年人', '成立时间: 2016-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南宁市爱之舟社会工作服务中心",
        "index": "N",
        "name": "南宁市爱之舟社会工作服务中心",
        "pages": ['Email: aizhizhoushegong@163.com', '电话: 13978834311', '地址: 广西壮族自治区南宁市西乡塘区思圣石埠路口南宁市北星学校内', '网址: 无', '微信: 南宁市爱之舟社会工作服务中心', '服务对象: 儿童青少年,残障人士,综合志愿服务,其他', '成立时间: 2006-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广州市天河区环保家园信息咨询服务中心",
        "index": "G",
        "name": "广州市天河区环保家园信息咨询服务中心",
        "pages": ['Email: 909064543@qq.com', '电话: 2028102941', '地址: 广东省广州市天河区珠村北环路100号C栋1楼E', '网址: www.greehn.cn', '微信: hbgy666', '服务对象: 医疗卫生健康,儿童青少年,政策倡导,环境保护', '成立时间: 2012-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "吕梁市离石区青年志愿者协会",
        "index": "L",
        "name": "吕梁市离石区青年志愿者协会",
        "pages": ['Email: llzyz2011@qq.com', '电话: 3582862286', '地址: 山西省吕梁市离石区离石区和平社区102室', '网址: http://www.llzyz.com', '微信: llzyz8', '服务对象: 儿童青少年,残障人士,教育助学,综合志愿服务', '成立时间: 2009-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陆川县一滴水爱心协会",
        "index": "L",
        "name": "陆川县一滴水爱心协会",
        "pages": ['Email: py19761220@163.com', '电话: 13558053536', '地址: 广西壮族自治区玉林市陆川县广西玉林陆川县一滴水爱心超市', '网址: 无', '微信: 无', '服务对象: 综合志愿服务', '成立时间: 2017-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市荣昌区棠城爱心志愿者协会",
        "index": "Z",
        "name": "重庆市荣昌区棠城爱心志愿者协会",
        "pages": ['Email: 450419573@qq.com', '电话: 023-61476969', '地址: 重庆市重庆城区荣昌区荣昌区富安南路11号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,环境保护,城市社区建设,综合志愿服务', '成立时间: 2013-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "安庆市无偿献血者协会",
        "index": "A",
        "name": "安庆市无偿献血者协会",
        "pages": ['Email: 804751195@qq.com', '电话: 15309669869', '地址: 安徽省安庆市大观区市府路2号安庆红十字中心血站', '网址: 安庆市红十字血站', '微信: 安庆市无偿献血者协会', '服务对象: 医疗卫生健康,综合志愿服务', '成立时间: 暂无 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "泸州益生励志协会",
        "index": "L",
        "name": "泸州益生励志协会",
        "pages": ['Email: xiayujua@163.com', '电话: 18982792391', '地址: 四川省泸州市江阳区泸州市青少年宫5楼', '网址: 没有', '微信: 泸州市益生励志协会', '服务对象: 儿童青少年,女性权利,教育助学,城市社区建设', '成立时间: 2007-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "徐州市鼓楼区孤山社区心理咨询服务中心",
        "index": "X",
        "name": "徐州市鼓楼区孤山社区心理咨询服务中心",
        "pages": ['Email: 1135867175@qq.com', '电话: 0516-83357180', '地址: 江苏省徐州市鼓楼区九里街道龟山汉墓', '网址: www.yigecun.com', '微信: 一个村网站', '服务对象: 医疗卫生健康,文化艺术,老年人', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市渝中区益行儿童发展中心",
        "index": "Z",
        "name": "重庆市渝中区益行儿童发展中心",
        "pages": ['Email: 1051042218@qq.com', '电话: 13594338025', '地址: 重庆市重庆城区渝中区嘉滨路远见中心23楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年', '成立时间: 2014-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市源方环保公益发展中心",
        "index": "C",
        "name": "长沙市源方环保公益发展中心",
        "pages": ['Email: 181318199@qq.com', '电话: 18188991365', '地址: 湖南省长沙市开福区四方坪德雅路1322号', '网址: 无', '微信: 长沙市源方环保公益发展中心', '服务对象: 环境保护,社会企业,综合志愿服务', '成立时间: 2016-12-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "潍坊市新路社会组织发展中心",
        "index": "W",
        "name": "潍坊市新路社会组织发展中心",
        "pages": ['Email: wfxl2016@1y3.com', '电话: 18353633677', '地址: 山东省潍坊市奎文区东风东街5160号社会组织培育中心', '网址: 无', '微信: 潍坊新路社会组织', '服务对象: 公益行业支持,综合志愿服务,其他', '成立时间: 2015-03-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南昌小蜜蜂志工协会",
        "index": "N",
        "name": "南昌小蜜蜂志工协会",
        "pages": ['Email: 185916998@qq.com', '电话: 13879110088', '地址: 江西省南昌市青云谱区井冈山大道626号建行青云谱支行', '网址: 南昌义工', '微信: 南昌义工', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2003-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "景泰县爱心公益协会",
        "index": "J",
        "name": "景泰县爱心公益协会",
        "pages": ['Email: 1850188197@qq.com', '电话: 13099278271', '地址: 甘肃省白银市景泰县甘肃省白银市景泰县长城路残疾人康复中心', '网址: 无', '微信: jtxaixin', '服务对象: 儿童青少年,残障人士,教育助学', '成立时间: 2014-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "杭州市下城区爱夕阳为老服务中心",
        "index": "H",
        "name": "杭州市下城区爱夕阳为老服务中心",
        "pages": ['Email: 113180920@qq.com', '电话: 88054917', '地址: 浙江省杭州市下城区长庆街道十五家园社区10幢创意园201室', '网址: 无', '微信: 无', '服务对象: 老年人', '成立时间: 2014-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南通市义工联合会",
        "index": "N",
        "name": "南通市义工联合会",
        "pages": ['Email: ntyigong@sina.com', '电话: 51381189157', '地址: 江苏省南通市港闸区鸿鸣摩尔9幢401室', '网址: 无', '微信: ntyg081205', '服务对象: 儿童青少年,残障人士,老年人,综合志愿服务', '成立时间: 暂无 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都莹魄公益服务中心",
        "index": "C",
        "name": "成都莹魄公益服务中心",
        "pages": ['Email: 190881586@qq.com', '电话: 2869586917', '地址: 四川省成都市武侯区武青南路33号', '网址: 无', '微信: 无', '服务对象: 残障人士,社会企业', '成立时间: 2014-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "西安市莲湖区社会组织培育中心",
        "index": "X",
        "name": "西安市莲湖区社会组织培育中心",
        "pages": ['Email: 362694360@qq.com', '电话: 029-88188576', '地址: 陕西省西安市莲湖区庙后街169号B栋403室', '网址: lhnpo.com.cn', '微信: 莲湖区社会组织培育中心', '服务对象: 政策倡导,公益行业支持,城市社区建设,其他', '成立时间: 2014-12-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "榕树根儿童教育公益机构",
        "index": "R",
        "name": "榕树根儿童教育公益机构",
        "pages": ['Email: proproots@163.com', '电话: 13708625707', '地址: 云南省德宏傣族景颇族自治州芒市西山乡营盘村拱引村民小组榕树根之家', '网址: www.proproots.cn', '微信: PropRoots', '服务对象: 儿童青少年,文化艺术,农村发展,教育助学', '成立时间: 2009-01-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西玉林市博白县蒲公英助幼爱老服务中心",
        "index": "G",
        "name": "广西玉林市博白县蒲公英助幼爱老服务中心",
        "pages": ['Email: 945934491@qq.com', '电话: 18007755585', '地址: 广西壮族自治区玉林市博白县广西玉林市博白县金地家园小区', '网址: www.pgy52..com', '微信: 蒲公英公益平台玉林站', '服务对象: 儿童青少年,女性权利,教育助学,环境保护,老年人', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "绵阳市涪城区为乐志愿服务与研究中心",
        "index": "M",
        "name": "绵阳市涪城区为乐志愿服务与研究中心",
        "pages": ['Email: willoong@weilegongyi.com', '电话: 18161061122', '地址: 四川省绵阳市涪城区泗王庙28号', '网址: 无', '微信: 为乐公益', '服务对象: 儿童青少年,公益行业支持,教育助学,社会企业', '成立时间: 2008-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "奉节县夔缘社会工作服务中心",
        "index": "F",
        "name": "奉节县夔缘社会工作服务中心",
        "pages": ['Email: 519109918@qq.com', '电话: 13594838656', '地址: 重庆市重庆郊县奉节县永安街道东晴巷l号', '网址: 无', '微信: 夔缘社工', '服务对象: 农村发展,城市社区建设,其他', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "为乐志愿服务与研究中心",
        "index": "W",
        "name": "为乐志愿服务与研究中心",
        "pages": ['Email: 2873262728@qq.com', '电话: 13881158243', '地址: 四川省绵阳市涪城区元通中街97号', '网址: http://t.qq.com/weilegongyi2011', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "临夏州义仓慈善公益服务中心",
        "index": "L",
        "name": "临夏州义仓慈善公益服务中心",
        "pages": ['Email: 975353380@qq.com', '电话: 9306211255', '地址: 甘肃省临夏回族自治州临夏市和平小学隔壁', '网址: 无', '微信: GShzyc975353380', '服务对象: 医疗卫生健康,儿童青少年,教育助学,综合志愿服务,其他', '成立时间: 2018-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西壹方慈善基金会",
        "index": "G",
        "name": "广西壹方慈善基金会",
        "pages": ['Email: gxyfcsjjh@yfcsh.cn', '电话: 7712501314', '地址: 广西壮族自治区南宁市青秀区双拥路32号宝资诚大厦4楼', '网址: www.yfcsh.cn', '微信: 壹方慈善会', '服务对象: 儿童青少年,文化艺术,公益行业支持,教育助学,老年人', '成立时间: 2012-12-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "吉安爱心会",
        "index": "J",
        "name": "吉安爱心会",
        "pages": ['Email: 283155944@qq.com', '电话: 13317968059', '地址: 江西省吉安市吉州区井冈山大道51号吉州区委党校', '网址: 无', '微信: JAAXH0796', '服务对象: 儿童青少年,教育助学,灾害管理,环境保护,老年人', '成立时间: 2004-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广州市海珠区益先社会工作研究院",
        "index": "G",
        "name": "广州市海珠区益先社会工作研究院",
        "pages": ['Email: yxswri@126.com', '电话: 83642656', '地址: 广东省广州市海珠区中山大学西北区510栋210室', '网址: 无', '微信: 益先研究', '服务对象: 民间研究机构,教育助学,社会企业,综合志愿服务', '成立时间: 2016-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "资兴市志愿者协会",
        "index": "Z",
        "name": "资兴市志愿者协会",
        "pages": ['Email: 714015972@qq.com', '电话: 0735-3201236', '地址: 湖南省郴州市资兴市民生南路社区', '网址: 无', '微信: 资兴志愿者', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2009-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "朔州尚德乐心智障碍者康复训练中心",
        "index": "S",
        "name": "朔州尚德乐心智障碍者康复训练中心",
        "pages": ['Email: 646536015@qq.com', '电话: 0349-6664801', '地址: 山西省朔州市朔城区朔州市鄯阳街区政府对面城门口', '网址: 无', '微信: sdlraxz', '服务对象: 儿童青少年,政策倡导,残障人士,教育助学', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市望城区绿叶肿瘤病友帮扶中心",
        "index": "C",
        "name": "长沙市望城区绿叶肿瘤病友帮扶中心",
        "pages": ['Email: 1291807391@qq.com', '电话: 13574138196', '地址: 湖南省长沙市望城区兴城社区修达康复医院', '网址: 暂无', '微信: 长沙绿叶帮扶', '服务对象: 其他', '成立时间: 2017-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "河南省新乡市心理咨询师协会",
        "index": "H",
        "name": "河南省新乡市心理咨询师协会",
        "pages": ['Email: xxxlzxsxh@163.com', '电话: 0373-3592900', '地址: 河南省新乡市红旗区新中大道966号洪门社区北区北门东侧二楼', '网址: www.psyxx.net', '微信: xxxx3592900', '服务对象: 儿童青少年,残障人士,综合志愿服务', '成立时间: 2008-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "茂盛关爱基金",
        "index": "M",
        "name": "茂盛关爱基金",
        "pages": ['Email: zzz6604@foxmail.com', '电话: 17055493698', '地址: 四川省绵阳市涪城区红星街', '网址: www.zgmsjh.com', '微信: 茂盛计划', '服务对象: 公益行业支持,教育助学,环境保护,企业社会责任,综合志愿服务', '成立时间: 2012-07-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市南岸区小太阳心智障碍儿童康复托养中心",
        "index": "Z",
        "name": "重庆市南岸区小太阳心智障碍儿童康复托养中心",
        "pages": ['Email: 195688076@qq.com', '电话: 62812241', '地址: 重庆市重庆城区南岸区花园五村8栋1单元', '网址: www.cqtsjy.com', '微信: 无', '服务对象: 残障人士,其他', '成立时间: 2014-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "桐城市情系爱心联合会",
        "index": "T",
        "name": "桐城市情系爱心联合会",
        "pages": ['Email: 76221078@qq.com', '电话: 5566196922', '地址: 安徽省安庆市桐城市桐城市区同安南路321号（同安路加油站对面）', '网址: http://www.qxax.org/portal.php', '微信: tcqxax', '服务对象: 儿童青少年,教育助学,综合志愿服务', '成立时间: 2005-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "德清县卓明方舟减灾事业发展中心",
        "index": "D",
        "name": "德清县卓明方舟减灾事业发展中心",
        "pages": ['Email: zxl_675@163.com', '电话: 17801066330', '地址: 北京市北京城区朝阳区惠河南街通惠大厦D区6层', '网址: 无', '微信: POSTDIZHEN', '服务对象: 政策倡导,灾害管理,信息网络', '成立时间: 2010-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "合肥市庐阳区青卫公共健康服务中心",
        "index": "H",
        "name": "合肥市庐阳区青卫公共健康服务中心",
        "pages": ['Email: 250558052@qq.com', '电话: 0551-65295120', '地址: 安徽省合肥市庐阳区红星路54号', '网址: 无', '微信: ahqw0551', '服务对象: 艾滋病,性少数', '成立时间: 2005-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市豫鹏青年综合服务中心",
        "index": "S",
        "name": "深圳市豫鹏青年综合服务中心",
        "pages": ['Email: 704797319@qq.com', '电话: 0755-83185168', '地址: 广东省深圳市福田区中康路卓越梅林中心广场（北区）第一栋9层903', '网址: 无', '微信: 出彩大中原', '服务对象: 儿童青少年,综合志愿服务', '成立时间: 2015-12-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "衡阳县船山助学志愿者协会",
        "index": "H",
        "name": "衡阳县船山助学志愿者协会",
        "pages": ['Email: dhh164@qq.com', '电话: 15507552656', '地址: 湖南省衡阳市衡阳县西渡镇', '网址: www.chuanshan.org', '微信: 船山助学', '服务对象: 教育助学', '成立时间: 2016-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市开州区爱心慈善发展中心",
        "index": "Z",
        "name": "重庆市开州区爱心慈善发展中心",
        "pages": ['Email: 1519037734@qq.com', '电话: 52898598', '地址: 重庆市重庆城区开州区重庆市开州区开州大道西512号3楼中区7号', '网址: 无', '微信: 重庆市开州区爱心慈善发展中心', '服务对象: 公益行业支持,残障人士,企业社会责任,综合志愿服务', '成立时间: 2016-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广州市花都区恒福社会工作服务中心",
        "index": "G",
        "name": "广州市花都区恒福社会工作服务中心",
        "pages": ['Email: huaduhengfu@163.com', '电话: 86832562', '地址: 广东省广州市花都区新华街新华路87号', '网址: 无', '微信: hdhfsg2016', '服务对象: 儿童青少年,农村发展,老年人,综合志愿服务', '成立时间: 2016-08-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陕西妇女研究会",
        "index": "S",
        "name": "陕西妇女研究会",
        "pages": ['Email: 274073982@qq.com', '电话: 029-87458899', '地址: 陕西省西安市碑林区和平路93号', '网址: 无', '微信: 无', '服务对象: 女性权利', '成立时间: 1986-07-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "铜仁市帆锦社会工作服务中心",
        "index": "T",
        "name": "铜仁市帆锦社会工作服务中心",
        "pages": ['Email: fanjin2017@qq.com', '电话: 8565225802', '地址: 贵州省铜仁市碧江区睿力大道龙田廉租房小区1幢4单元4-4-2', '网址: 无', '微信: FanKam-SW', '服务对象: 儿童青少年,老年人', '成立时间: 2017-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宝鸡童缘社会工作服务中心",
        "index": "B",
        "name": "宝鸡童缘社会工作服务中心",
        "pages": ['Email: 915347973@qq.com', '电话: 18729733292', '地址: 陕西省宝鸡市渭滨区高新一路高新大道10号水木清华小区18号楼2单元301', '网址: 无', '微信: 无', '服务对象: 儿童青少年', '成立时间: 2017-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "临澧县民间组织联欢会",
        "index": "L",
        "name": "临澧县民间组织联欢会",
        "pages": ['Email: 645248234@qq.com', '电话: 7365808039', '地址: 湖南省常德市临澧县安福镇朝阳街70号', '网址: 无', '微信: 无', '服务对象: 政策倡导,公益行业支持,教育助学,其他', '成立时间: 2002-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广州市灯塔计划青少年发展促进会",
        "index": "G",
        "name": "广州市灯塔计划青少年发展促进会",
        "pages": ['Email: lighthouse@lighthouse.org.cn', '电话: 020-83838525', '地址: 广东省广州市荔湾区环市西路68号716', '网址: www.lighthouse.org.cn', '微信: lighthouse_union', '服务对象: 儿童青少年,教育助学', '成立时间: 2001-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "兰州乐康青少年社会服务中心",
        "index": "L",
        "name": "兰州乐康青少年社会服务中心",
        "pages": ['Email: 59619399@qq.com', '电话: 13993128667', '地址: 甘肃省兰州市城关区无', '网址: 无', '微信: 乐康公益', '服务对象: 儿童青少年', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "武威市壹加壹公益联合会",
        "index": "W",
        "name": "武威市壹加壹公益联合会",
        "pages": ['Email: 956688190@qq.com', '电话: 9352118900', '地址: 甘肃省武威市凉州区武威市凉州区新西凉市场南门', '网址: 无', '微信: 甘肃壹加壹', '服务对象: 儿童青少年,教育助学,老年人', '成立时间: 2014-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "临澧县志愿者协会",
        "index": "L",
        "name": "临澧县志愿者协会",
        "pages": ['Email: 18873696699@139.com', '电话: 18873696699', '地址: 湖南省常德市临澧县临澧县档案局三楼共青团304室', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,老年人,综合志愿服务', '成立时间: 2005-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市天使之翼助残服务中心",
        "index": "C",
        "name": "长沙市天使之翼助残服务中心",
        "pages": ['Email: 1137542526@qq.com', '电话: 85789318', '地址: 湖南省长沙市开福区兴汉大厦三楼青年之声', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,教育助学,综合志愿服务', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "襄阳市环保协会",
        "index": "X",
        "name": "襄阳市环保协会",
        "pages": ['Email: Yunjiangli@163.com', '电话: 7103455166', '地址: 湖北省襄阳市樊城区湖北省襄阳市长征路22号', '网址: 绿色汉江', '微信: 13094104334', '服务对象: 环境保护', '成立时间: 暂无 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市德纳慈善基金会",
        "index": "S",
        "name": "深圳市德纳慈善基金会",
        "pages": ['Email: denacs@126.com', '电话: 0755-82731032', '地址: 广东省深圳市福田区金田路金中环商务大厦主楼4205', '网址: dena.org.cn', '微信: 德纳慈善基金会', '服务对象: 儿童青少年,公益行业支持,教育助学,综合志愿服务', '成立时间: 2016-09-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南昌益心益意公益服务中心",
        "index": "N",
        "name": "南昌益心益意公益服务中心",
        "pages": ['Email: yixinyiyijx@163.com', '电话: 13319405257', '地址: 江西省南昌市东湖区南昌市东湖区象山北路129号8楼南昌市社会组织孵化中心', '网址: 无', '微信: 江西益心益意', '服务对象: 其他', '成立时间: 2010-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "杨凌环保",
        "index": "Y",
        "name": "杨凌环保",
        "pages": ['Email: yanglingenv@sina.com', '电话: 2986416779', '地址: 陕西省咸阳市杨陵区水运东路', '网址: 无', '微信: 无', '服务对象: 教育助学,环境保护,城市社区建设,综合志愿服务', '成立时间: 2014-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京大爱天使苯丙酮尿症罕见病关爱中心",
        "index": "B",
        "name": "北京大爱天使苯丙酮尿症罕见病关爱中心",
        "pages": ['Email: shensihou20061008@163.com', '电话: 010-52252675', '地址: 北京市北京城区丰台区总部基地海鹰路8号院1号楼512室', '网址: www.pkuunion.org', '微信: 无', '服务对象: 其他', '成立时间: 2011-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "潍坊惟爱助残公益服务中心",
        "index": "W",
        "name": "潍坊惟爱助残公益服务中心",
        "pages": ['Email: 125998414@qq.con', '电话: 15318982089', '地址: 山东省潍坊市奎文区文化路2497号残疾人就业指导中心', '网址: 无', '微信: wagyzc2015', '服务对象: 儿童青少年,残障人士,老年人', '成立时间: 2014-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "湖南乐创公益慈善发展中心",
        "index": "H",
        "name": "湖南乐创公益慈善发展中心",
        "pages": ['Email: chuangngo@163.com', '电话: 0731-85058863', '地址: 湖南省长沙市开福区又一村巷军供大酒店三号楼', '网址: 无', '微信: lechuanggongyi', '服务对象: 其他', '成立时间: 2015-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "陕西三秦义工服务中心",
        "index": "S",
        "name": "陕西三秦义工服务中心",
        "pages": ['Email: 2504725041@qq.com', '电话: 2968736989', '地址: 陕西省西安市碑林区湘子庙街37号', '网址: 无', '微信: 三秦义工', '服务对象: 儿童青少年,教育助学,老年人,综合志愿服务', '成立时间: 2012-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "攀枝花市援助少年儿童志愿者协会",
        "index": "P",
        "name": "攀枝花市援助少年儿童志愿者协会",
        "pages": ['Email: 79603721@qq.com', '电话: 13508224260', '地址: 四川省攀枝花市东区德阳巷3号1栋华庆肖邦10-2', '网址: http://www.yuanshaohui.com/', '微信: PZHYSH', '服务对象: 儿童青少年,政策倡导,公益行业支持,教育助学,灾害管理', '成立时间: 2005-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市工之友服务中心",
        "index": "C",
        "name": "长沙市工之友服务中心",
        "pages": ['Email: changshagzy@163.com', '电话: 18007492239', '地址: 湖南省长沙市长沙县泉塘安置小区A区28栋49号', '网址: 无', '微信: 18007492239', '服务对象: 儿童青少年,劳工权利,城市社区建设', '成立时间: 2018-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "中国狮子联会青岛会员管理委员会临沂狮子会",
        "index": "Z",
        "name": "中国狮子联会青岛会员管理委员会临沂狮子会",
        "pages": ['Email: 314342010@qq.com', '电话: 5397671383', '地址: 山东省临沂市兰山区育才路65号宁宇酒店三楼狮子会办公室', '网址: 无', '微信: 无', '服务对象: 残障人士,教育助学,环境保护', '成立时间: 2011-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市渝中区扶苗社会工作服务中心",
        "index": "Z",
        "name": "重庆市渝中区扶苗社会工作服务中心",
        "pages": ['Email: 635805368@qq.com', '电话: 13594105952', '地址: 重庆市重庆城区九龙坡区九龙坡区渝州路80号', '网址: 中国扶苗助学网 - Powered by phpwind http://www.cfmzx.cn/i', '微信: fumiaoyigong', '服务对象: 儿童青少年', '成立时间: 2008-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "益起思公益创业",
        "index": "Y",
        "name": "益起思公益创业",
        "pages": ['Email: 627962884@qq.com', '电话: 3588284041', '地址: 江苏省徐州市铜山区中国矿业大学', '网址: 无', '微信: 无', '服务对象: 公益行业支持,教育助学,社会企业,企业社会责任', '成立时间: 2014-09-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "平阳县万众公益服务中心",
        "index": "P",
        "name": "平阳县万众公益服务中心",
        "pages": ['Email: 943468477@qq.com', '电话: 13758822786', '地址: 浙江省温州市平阳县萧江镇凤头村60号', '网址: 无', '微信: 无', '服务对象: 政策倡导,残障人士,社会企业,综合志愿服务', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广昌县莲乡爱心联谊会",
        "index": "G",
        "name": "广昌县莲乡爱心联谊会",
        "pages": ['Email: 2929921906@qq.com', '电话: 13970413871', '地址: 江西省抚州市广昌县江西省广昌县石油公司三楼', '网址: 无', '微信: gcx-lxaxlyh', '服务对象: 儿童青少年,教育助学,老年人,综合志愿服务', '成立时间: 2005-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "云南阳光社区发展中心",
        "index": "Y",
        "name": "云南阳光社区发展中心",
        "pages": ['Email: ynygzx@126.com', '电话: 0871-65700601', '地址: 云南省昆明市盘龙区盘龙区北京路SOHO俊园10栋二单元3208', '网址: 无', '微信: 云南阳光社区发展中心', '服务对象: 儿童青少年,城市社区建设,老年人,综合志愿服务', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "衡阳市大湘公益服务中心",
        "index": "H",
        "name": "衡阳市大湘公益服务中心",
        "pages": ['Email: 540152122@qq.com', '电话: 13367343399', '地址: 湖南省衡阳市蒸湘区衡阳市蒸湘区石坳路79号', '网址: 无', '微信: daxianggy', '服务对象: 医疗卫生健康,残障人士,教育助学', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京富群社会服务中心",
        "index": "B",
        "name": "北京富群社会服务中心",
        "pages": ['Email: fuqun@fuqun.org', '电话: 13810479853', '地址: 北京市北京城区海淀区万寿路西街2号412', '网址: 无', '微信: ecofuture', '服务对象: 政策倡导,农村发展,环境保护,企业社会责任', '成立时间: 2016-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "金华市婺城区彩虹公益服务中心",
        "index": "J",
        "name": "金华市婺城区彩虹公益服务中心",
        "pages": ['Email: 2130951986@qq.com', '电话: 0579-89165958', '地址: 浙江省金华市婺城区通园路279号', '网址: 无', '微信: jhchgy', '服务对象: 残障人士,教育助学,环境保护,城市社区建设,老年人', '成立时间: 2016-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "遂宁市青年义工协会",
        "index": "S",
        "name": "遂宁市青年义工协会",
        "pages": ['Email: 1446512706@qq.com', '电话: 0825-2643645', '地址: 四川省遂宁市船山区遂宁市船山区界福西路126号', '网址: 无', '微信: 15828984668', '服务对象: 农村发展,残障人士,教育助学,灾害管理,综合志愿服务', '成立时间: 2014-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "新居民文化发展中心",
        "index": "X",
        "name": "新居民文化发展中心",
        "pages": ['Email: fanyourexian@163.com', '电话: 13621089489', '地址: 北京市北京城区海淀区hai海淀上庄镇上庄村临211', '网址: 无', '微信: 13621089489', '服务对象: 儿童青少年', '成立时间: 2010-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "青海血友之家罕见病关爱中心",
        "index": "Q",
        "name": "青海血友之家罕见病关爱中心",
        "pages": ['Email: 874155448@qq.com', '电话: 0971-8114580', '地址: 青海省西宁市城北区朝阳东路70号', '网址: 无', '微信: qhxzj5500323', '服务对象: 医疗卫生健康,政策倡导,残障人士', '成立时间: 2013-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "重庆市九龙坡区义仓社会工作服务中心",
        "index": "Z",
        "name": "重庆市九龙坡区义仓社会工作服务中心",
        "pages": ['Email: 719869091@qq.com', '电话: 68105432', '地址: 重庆市重庆城区九龙坡区石坪桥街道二村35栋附一号', '网址: 无', '微信: 无', '服务对象: 公益行业支持', '成立时间: 2017-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "蓝梅淋巴管肌瘤罕见病关爱中心",
        "index": "L",
        "name": "蓝梅淋巴管肌瘤罕见病关爱中心",
        "pages": ['Email: lamchina@sina.com', '电话: 01083545711-803', '地址: 北京市北京城区西城区无', '网址: www.lamchina.com.c n', '微信: 蓝梅公益', '服务对象: 医疗卫生健康,政策倡导,文化艺术,女性权利', '成立时间: 2008-05-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南京市栖霞区八卦花园社区星之缘居家养老服务中心",
        "index": "N",
        "name": "南京市栖霞区八卦花园社区星之缘居家养老服务中心",
        "pages": ['Email: 289704807@qq.com', '电话: 85205568', '地址: 江苏省南京市栖霞区八卦洲街道丽岛新城三期西门', '网址: 无', '微信: 无', '服务对象: 老年人', '成立时间: 2015-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "桃源县心理学会",
        "index": "T",
        "name": "桃源县心理学会",
        "pages": ['Email: 724733308@qq.com', '电话: 0736-6620205', '地址: 湖南省常德市桃源县桃源县心理学会', '网址: 无', '微信: 桃源县心理学会', '服务对象: 医疗卫生健康,儿童青少年,公益行业支持,教育助学,综合志愿服务', '成立时间: 2015-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "知砖社工发展事务所",
        "index": "Z",
        "name": "知砖社工发展事务所",
        "pages": ['Email: zhizhuan2017@163.com', '电话: 18132351190', '地址: 北京市北京城区海淀区西三环北路25号', '网址: 无', '微信: SWzhuan2018', '服务对象: 公益行业支持,社会企业,综合志愿服务', '成立时间: 2017-08-01 ', '组织类型: 虚拟组织社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "徐州市社会组织培育发展中心",
        "index": "X",
        "name": "徐州市社会组织培育发展中心",
        "pages": ['Email: 752771322@qq.com', '电话: 51685808285', '地址: 江苏省徐州市泉山区文亭街一号602室', '网址: 无', '微信: shzzpy', '服务对象: 政策倡导,公益行业支持', '成立时间: 2012-12-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广东省让爱回家公益促进会",
        "index": "G",
        "name": "广东省让爱回家公益促进会",
        "pages": ['Email: prcrahj@163.com', '电话: 020-84481855', '地址: 广东省广州市海珠区前进路南园大街14号之三', '网址: www.rahj-gd.com', '微信: 广东省让爱回家公益促进会', '服务对象: 医疗卫生健康,儿童青少年,文化艺术,企业社会责任,综合志愿服务', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "江苏省华侨公益基金会",
        "index": "J",
        "name": "江苏省华侨公益基金会",
        "pages": ['Email: jsshqjjh@126.com', '电话: 025-83580532', '地址: 江苏省南京市鼓楼区中山北路283号10号楼725室', '网址: www.jsshqjjh.com', '微信: jshqjjh', '服务对象: 文化艺术,农村发展,教育助学', '成立时间: 2014-06-01 ', '组织类型: 机构挂靠政府', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "共同未来",
        "index": "G",
        "name": "共同未来",
        "pages": ['Email: info@commonfuturefund.org', '电话: 18513567687', '地址: 北京市北京城区东城区北京市东城区东直门外大街42号宇飞大厦3楼', '网址: http://www.commonfuturefund.org', '微信: commonfuture', '服务对象: 儿童青少年,政策倡导,女性权利,教育助学,综合志愿服务', '成立时间: 2016-09-01 ', '组织类型: 尚未注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "多一度公益联盟",
        "index": "D",
        "name": "多一度公益联盟",
        "pages": ['Email: rczyz01@163.com', '电话: 15884567381', '地址: 四川省成都市成华区四川省成都市成华区', '网址: http://t.qq.com/rchzyz', '微信: rchzyz', '服务对象: 儿童青少年,公益行业支持,残障人士', '成立时间: 2011-02-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "哈密阳光公益",
        "index": "H",
        "name": "哈密阳光公益",
        "pages": ['Email: 641378639@qq.com', '电话: 13899332979', '地址: 新疆维吾尔自治区哈密市伊州区交通大厦2606', '网址: 无', '微信: 无', '服务对象: 教育助学,环境保护,老年人', '成立时间: 2018-03-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "阆中市知行公益协会",
        "index": "L",
        "name": "阆中市知行公益协会",
        "pages": ['Email: 562887951@qq.com', '电话: 18990705404', '地址: 四川省南充市阆中市寓思园街39号', '网址: www.lzzxgyxh.com', '微信: 阆中市知行公益协会', '服务对象: 儿童青少年,艾滋病,环境保护,综合志愿服务', '成立时间: 2014-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "永胜县农村社区发展协会",
        "index": "Y",
        "name": "永胜县农村社区发展协会",
        "pages": ['Email: abzz520@163.com', '电话: 0888-6562622', '地址: 云南省丽江市永胜县云南省丽江市永胜县永北镇凤鸣南路永胜县农村社区发展协会办公室', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,农村发展,女性权利,教育助学,环境保护', '成立时间: 2003-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宁夏昊善社会工作发展服务中心",
        "index": "N",
        "name": "宁夏昊善社会工作发展服务中心",
        "pages": ['Email: 1051433435@qq.com', '电话: 15825315161', '地址: 宁夏回族自治区银川市西夏区无', '网址: 无', '微信: nxhs123', '服务对象: 儿童青少年,公益行业支持,残障人士,老年人', '成立时间: 2013-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宁夏吉庆公益基金会",
        "index": "N",
        "name": "宁夏吉庆公益基金会",
        "pages": ['Email: nxmslcf@163.com', '电话: 9514659581', '地址: 宁夏回族自治区银川市西夏区朔方路宣和巷9号', '网址: www.mslcf.com', '微信: 宁夏吉庆公益基金会', '服务对象: 儿童青少年,公益行业支持', '成立时间: 2016-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "广西省崇左市大新县德天公益协会",
        "index": "G",
        "name": "广西省崇左市大新县德天公益协会",
        "pages": ['Email: 3468212519@qq.com', '电话: 15977912929', '地址: 广西壮族自治区崇左市大新县大新县民生街北一区61号', '网址: 无', '微信: dtgy20151115', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,老年人', '成立时间: 2014-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市龙华区大浪友善社区促进会",
        "index": "S",
        "name": "深圳市龙华区大浪友善社区促进会",
        "pages": ['Email: youshanshequ@qq.com', '电话: 13510485932', '地址: 广东省深圳市龙华区民治街道金龙路龙悦居三期东门', '网址: 无', '微信: 生命关怀人道教育', '服务对象: 儿童青少年,艾滋病,文化艺术,民间研究机构,教育助学', '成立时间: 2014-07-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "榆林市榆阳区牵手志愿者协会",
        "index": "Y",
        "name": "榆林市榆阳区牵手志愿者协会",
        "pages": ['Email: ylqsgy@163.com', '电话: 13239240011', '地址: 陕西省榆林市榆阳区开发区创业大厦2楼', '网址: 无', '微信: 榆林牵手公益志愿者协会', '服务对象: 环境保护,老年人,综合志愿服务', '成立时间: 2016-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "遂宁市怡然志愿者协会",
        "index": "S",
        "name": "遂宁市怡然志愿者协会",
        "pages": ['Email: 352300732@qq.com', '电话: 13551303551', '地址: 四川省遂宁市船山区渠河南路143号', '网址: 无', '微信: 遂宁市怡然志愿者协会', '服务对象: 儿童青少年,城市社区建设', '成立时间: 2015-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "成都爱馨公益社会工作服务中心",
        "index": "C",
        "name": "成都爱馨公益社会工作服务中心",
        "pages": ['Email: 77128107@qq.com', '电话: 18980072381', '地址: 四川省成都市武侯区晋吉东二街236号北苑', '网址: www.love-ngo.org', '微信: 爱馨公益', '服务对象: 儿童青少年,教育助学', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南昌彩虹健康咨询公益服务中心",
        "index": "N",
        "name": "南昌彩虹健康咨询公益服务中心",
        "pages": ['Email: jjchzj@163.com', '电话: 79188860020', '地址: 江西省南昌市青山湖区洪都中大道196号', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,艾滋病', '成立时间: 2010-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "北京先锋应急救援队",
        "index": "B",
        "name": "北京先锋应急救援队",
        "pages": ['Email: 1783277749@qq.com', '电话: 84541988', '地址: 北京市北京城区石景山区模式口大街', '网址: 无', '微信: 北京先锋应急救援队', '服务对象: 灾害管理,环境保护,老年人', '成立时间: 2017-02-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "凉山州艾特公益服务中心",
        "index": "L",
        "name": "凉山州艾特公益服务中心",
        "pages": ['Email: baozhongbi@icaner.com', '电话: 8342233008', '地址: 四川省凉山彝族自治州西昌市航天大道二段月中苑小区F栋1楼', '网址: 正在建设', '微信: liangshanaite', '服务对象: 教育助学', '成立时间: 2012-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "昆明市西山区社会工作人才服务中心",
        "index": "K",
        "name": "昆明市西山区社会工作人才服务中心",
        "pages": ['Email: xishanso@126.com', '电话: 15398659816', '地址: 云南省昆明市西山区西山区马街南路老年活动中心', '网址: 无', '微信: 无', '服务对象: 其他', '成立时间: 2014-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "潼南区重庆市潼南区馨同社会工作服务中心",
        "index": "T",
        "name": "潼南区重庆市潼南区馨同社会工作服务中心",
        "pages": ['Email: 594138171@qq.com', '电话: 44444819', '地址: 重庆市重庆城区铜梁区潼南区江北春阳街157号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,老年人', '成立时间: 2017-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "九江市益启公益事业发展中心",
        "index": "J",
        "name": "九江市益启公益事业发展中心",
        "pages": ['Email: 2753756160@qq.com', '电话: 0792-8223663', '地址: 江西省九江市浔阳区龙开河路向阳南苑5栋21号', '网址: 无', '微信: 九江益启公益', '服务对象: 儿童青少年,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2011-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "益惠",
        "index": "Y",
        "name": "益惠",
        "pages": ['Email: rshuang@innovairre.com', '电话: 2161037165', '地址: 上海市上海城区静安区上海市静安区南京西路1515号静安嘉里中心办公楼一座29楼', '网址: www.innovairre.com/cn/', '微信: 在注册', '服务对象: 公益行业支持,其他', '成立时间: 2007-10-01 ', '组织类型: 工商注册企业', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "荥经县若水公益志愿者协会",
        "index": "Y",
        "name": "荥经县若水公益志愿者协会",
        "pages": ['Email: 409859629@qq.com', '电话: 0835-7623709', '地址: 四川省雅安市荥经县四川省雅安市荥经县严道镇民主路一号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,城市社区建设,老年人,综合志愿服务', '成立时间: 2005-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "深圳市龙华区手牵手康复中心",
        "index": "S",
        "name": "深圳市龙华区手牵手康复中心",
        "pages": ['Email: 756897507@qq.com', '电话: 13424157', '地址: 广东省深圳市龙华区梅龙大道358号', '网址: 无', '微信: 无', '服务对象: 残障人士', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "童心益游公益社团",
        "index": "T",
        "name": "童心益游公益社团",
        "pages": ['Email: 46420012@qq.com', '电话: 2168726043', '地址: 上海市上海城区杨浦区杨树浦路1062号2号楼408室', '网址: m.weidami.org', '微信: 益游公益微大米', '服务对象: 儿童青少年,农村发展,社会企业', '成立时间: 2011-01-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "鄂尔多斯市安达公益发展中心",
        "index": "E",
        "name": "鄂尔多斯市安达公益发展中心",
        "pages": ['Email: 15147754400@139.com', '电话: 4770000000', '地址: 内蒙古自治区鄂尔多斯市杭锦旗锡尼镇社会组织双孵化基地（民政局3楼）', '网址: 无', '微信: 无', '服务对象: 儿童青少年,农村发展,残障人士,女性权利,教育助学', '成立时间: 2017-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "长沙市杨陶如家庭成长关爱中心",
        "index": "C",
        "name": "长沙市杨陶如家庭成长关爱中心",
        "pages": ['Email: 52429@qq.com', '电话: 84710535', '地址: 湖南省长沙市芙蓉区丰泉古井社区服务中心404室', '网址: 无', '微信: 家成长关爱中心', '服务对象: 儿童青少年,教育助学', '成立时间: 2017-12-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "祁东县忘忧草社会工作服务中心",
        "index": "Q",
        "name": "祁东县忘忧草社会工作服务中心",
        "pages": ['Email: 842689561@qq.com', '电话: 18573471957', '地址: 湖南省衡阳市祁东县祁东县民政局6楼', '网址: 无', '微信: 祁东县忘忧草', '服务对象: 儿童青少年,政策倡导,城市社区建设', '成立时间: 2014-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "遂宁同行公益党建驿站",
        "index": "S",
        "name": "遂宁同行公益党建驿站",
        "pages": ['Email: 270390157@qq.com', '电话: 13419385060', '地址: 四川省遂宁市船山区联福家园8-12', '网址: 无', '微信: 遂宁同行公益党建驿站', '服务对象: 其他', '成立时间: 2017-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南京市雨花银龄老年公益服务中心",
        "index": "N",
        "name": "南京市雨花银龄老年公益服务中心",
        "pages": ['Email: 1410764533@qq.com', '电话: 83319827', '地址: 江苏省南京市鼓楼区北京西路15-2号7号楼106', '网址: 无', '微信: 南京乐天银龄居家养老', '服务对象: 文化艺术,教育助学,老年人', '成立时间: 2010-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "路桥民间义工团队",
        "index": "L",
        "name": "路桥民间义工团队",
        "pages": ['Email: 772144970@qq.com', '电话: 13157681121', '地址: 浙江省台州市路桥区路桥区西路桥大道474号', '网址: 无', '微信: tzlqyg01', '服务对象: 公益行业支持,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2005-01-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "雅安市芦山县源众社会工作综合服务中心",
        "index": "Y",
        "name": "雅安市芦山县源众社会工作综合服务中心",
        "pages": ['Email: 1415829221@qq.com', '电话: 13981603691', '地址: 四川省雅安市芦山县龙门乡五星村村委会', '网址: 无', '微信: lsyz20150906', '服务对象: 儿童青少年,残障人士,老年人', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "宁波市和源社会工作服务中心",
        "index": "N",
        "name": "宁波市和源社会工作服务中心",
        "pages": ['Email: 82900933@qq.com', '电话: 87644020', '地址: 浙江省宁波市鄞州区宁南北路917号', '网址: heyuanshegong', '微信: 无', '服务对象: 城市社区建设', '成立时间: 2017-08-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B+']
      },
      {
        "open": false,
        "id": "南充市仁爱公益协会",
        "index": "N",
        "name": "南充市仁爱公益协会",
        "pages": ['Email: renaigy@163.com', '电话: 17188381091', '地址: 四川省南充市嘉陵区南溪佳苑5-1', '网址: renaigongyi.lingw.net', '微信: renaigongyi', '服务对象: 动物福利,教育助学,环境保护,城市社区建设,老年人', '成立时间: 2011-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "陇南益家社会工作服务中心",
        "index": "L",
        "name": "陇南益家社会工作服务中心",
        "pages": ['Email: lnyj2014vip@163.com', '电话: 17693615918', '地址: 甘肃省陇南市武都区图书馆四楼', '网址: lnyj2014vip@163.com', '微信: 陇南益家', '服务对象: 儿童青少年,政策倡导,女性权利', '成立时间: 2014-08-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "赤峰市知了残障人社会服务中心",
        "index": "C",
        "name": "赤峰市知了残障人社会服务中心",
        "pages": ['Email: cfzhiliao@163.com', '电话: 15849973593', '地址: 内蒙古自治区赤峰市元宝山区平庄东城街道红山路社区', '网址: 无', '微信: 无', '服务对象: 残障人士', '成立时间: 2015-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "长沙市雨花区自然睦邻公益服务中心",
        "index": "C",
        "name": "长沙市雨花区自然睦邻公益服务中心",
        "pages": ['Email: 1285599529@qq.com', '电话: 18711109331', '地址: 湖南省长沙市雨花区自然岭路237号', '网址: 无', '微信: 12516118905@qq.com', '服务对象: 公益行业支持', '成立时间: 2017-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "喀什小手志愿者团队",
        "index": "K",
        "name": "喀什小手志愿者团队",
        "pages": ['Email: 749608420@qq.com', '电话: 13657558345', '地址: 新疆维吾尔自治区喀什地区喀什市喀什市塔里木路天南华府', '网址: 无', '微信: 喀什小手', '服务对象: 医疗卫生健康,残障人士,教育助学', '成立时间: 2016-01-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "四川原点公益慈善中心",
        "index": "S",
        "name": "四川原点公益慈善中心",
        "pages": ['Email: longhaitao@bczgx.com', '电话: 0816-4898512', '地址: 四川省绵阳市\N北川县滨河南路13-2', '网址: http://scydgy.cn/', '微信: 原点公益', '服务对象: 儿童青少年,灾害管理', '成立时间: 2017-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "兰州市七里河区海伦助老服务中心",
        "index": "L",
        "name": "兰州市七里河区海伦助老服务中心",
        "pages": ['Email: 782369984@qq.com', '电话: 9312601679', '地址: 甘肃省兰州市七里河区吴家园22号', '网址: 无', '微信: hlzlfwzx', '服务对象: 老年人,综合志愿服务', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "云南武定县正心社会工作服务中心",
        "index": "Y",
        "name": "云南武定县正心社会工作服务中心",
        "pages": ['Email: wdzhengxin@126.com', '电话: 0878-8830828', '地址: 云南省楚雄彝族自治州武定县高桥镇唐家村5号', '网址: 无', '微信: 正心社工', '服务对象: 儿童青少年,农村发展,教育助学', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "宁乡市益联社会工作服务中心",
        "index": "N",
        "name": "宁乡市益联社会工作服务中心",
        "pages": ['Email: 1284748692@qq.com', '电话: 15116239696', '地址: 湖南省长沙市宁乡市青山桥镇田坪5组', '网址: 1511623WWW.COM', '微信: 1815069635', '服务对象: 儿童青少年,公益行业支持,综合志愿服务', '成立时间: 2017-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北川羌族自治县羌魂社会工作服务中心",
        "index": "B",
        "name": "北川羌族自治县羌魂社会工作服务中心",
        "pages": ['Email: longhaitao@bczgx.com', '电话: 0816-4825512', '地址: 四川省绵阳市北川羌族自治县纳福巷5号', '网址: http://www.bczgx.org/', '微信: 北川羌魂', '服务对象: 农村发展,灾害管理,老年人', '成立时间: 2008-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "毕节市义工协会",
        "index": "B",
        "name": "毕节市义工协会",
        "pages": ['Email: 2032956015@qq.com', '电话: 0857-8779625', '地址: 贵州省毕节市七星关区松山路65号', '网址: bjsygxh.cn', '微信: bjsygxh826', '服务对象: 儿童青少年,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2014-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "连云港市众和社会工作事务所",
        "index": "L",
        "name": "连云港市众和社会工作事务所",
        "pages": ['Email: yangiu876@163.com', '电话: 0518-85899951', '地址: 江苏省连云港市海州区花果山大道18号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,公益行业支持', '成立时间: 2015-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "甘肃省社会组织促进会",
        "index": "G",
        "name": "甘肃省社会组织促进会",
        "pages": ['Email: 616192044@qq.com', '电话: 9318881751', '地址: 甘肃省兰州市城关区东方红广场统办二号楼附5楼', '网址: 无', '微信: 无', '服务对象: 政策倡导,农村发展,公益行业支持,民间研究机构,灾害管理', '成立时间: 2014-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "驻马店市启航社会工作服务中心",
        "index": "Z",
        "name": "驻马店市启航社会工作服务中心",
        "pages": ['Email: 759960487@qq.com', '电话: 15038489599', '地址: 河南省驻马店市驿城区仓库路384号地方铁路', '网址: 无', '微信: 无', '服务对象: 儿童青少年,农村发展,城市社区建设,老年人', '成立时间: 2015-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "乌兰察布市公益促进会",
        "index": "W",
        "name": "乌兰察布市公益促进会",
        "pages": ['Email: 21400695@qq.com', '电话: 18647427749', '地址: 内蒙古自治区乌兰察布市集宁区皮毛城7号楼', '网址: 无', '微信: wlcbgy', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2013-09-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "南昌爱弥尔社会工作服务中心",
        "index": "N",
        "name": "南昌爱弥尔社会工作服务中心",
        "pages": ['Email: ncaimier@126.com', '电话: 79182204376', '地址: 江西省南昌市西湖区马家巷28号', '网址: 无', '微信: ncaimiersg', '服务对象: 儿童青少年,残障人士', '成立时间: 2015-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "泾川县阳光义工协会",
        "index": "J",
        "name": "泾川县阳光义工协会",
        "pages": ['Email: JCYGYG@163.COM', '电话: 9333390500', '地址: 甘肃省平凉市泾川县泾川县城关镇朝阳小区', '网址: 无', '微信: JCYGYG', '服务对象: 儿童青少年,残障人士,老年人,综合志愿服务', '成立时间: 2015-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "上海子攸文化传播有限公司",
        "index": "S",
        "name": "上海子攸文化传播有限公司",
        "pages": ['Email: ajawang@ycity.me', '电话: 32125692', '地址: 上海市上海城区长宁区仙霞路471弄16号430室', '网址: 无', '微信: 青年城事ycity', '服务对象: 儿童青少年,文化艺术,社会企业', '成立时间: 2013-06-01 ', '组织类型: 工商注册企业', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "兰州守望者心理健康服务推广研究中心",
        "index": "L",
        "name": "兰州守望者心理健康服务推广研究中心",
        "pages": ['Email: 546169480@qq.com', '电话: 0931-8477277', '地址: 甘肃省兰州市城关区五泉路75号', '网址: www.swzxl.cn', '微信: 守望者心理', '服务对象: 医疗卫生健康,儿童青少年,民间研究机构,城市社区建设,其他', '成立时间: 2012-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "镇远县劳动力服务中心",
        "index": "Z",
        "name": "镇远县劳动力服务中心",
        "pages": ['Email: helenhh@qq.com', '电话: 8555715997', '地址: 贵州省黔东南苗族侗族自治州镇远县舞阳镇云龙路5号门面', '网址: 无', '微信: 无', '服务对象: 政策倡导,劳工权利,综合志愿服务', '成立时间: 2018-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "成都市龙泉驿区智信社会工作服务中心",
        "index": "C",
        "name": "成都市龙泉驿区智信社会工作服务中心",
        "pages": ['Email: 522804784@qq.com', '电话: 13608069445', '地址: 四川省成都市龙泉驿区龙泉街道利民社区居民之家', '网址: 无', '微信: 龙泉智信公益志愿', '服务对象: 教育助学,城市社区建设', '成立时间: 2017-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "贺兰县爱心志愿协会",
        "index": "H",
        "name": "贺兰县爱心志愿协会",
        "pages": ['Email: 1976083656@qq.com', '电话: 15595216686', '地址: 宁夏回族自治区银川市贺兰县贺兰县水源街一号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,老年人,综合志愿服务', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "海南省美在心灵大学生支教志愿者协会",
        "index": "H",
        "name": "海南省美在心灵大学生支教志愿者协会",
        "pages": ['Email: 614584522@qq.com', '电话: 18910497495', '地址: 海南省琼海市嘉积镇海口市滨海大道125号金章华府5楼', '网址: http://www.meizaixinling.com', '微信: mzxlhn', '服务对象: 儿童青少年,文化艺术,公益行业支持,教育助学,综合志愿服务', '成立时间: 2008-01-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "雨滴儿成长乐园中心",
        "index": "Y",
        "name": "雨滴儿成长乐园中心",
        "pages": ['Email: 2738356330@qq.com', '电话: 18942504189', '地址: 湖南省长沙市雨花区同升街道嘉华城32栋101', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2016-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "海口市乐助社会服务社",
        "index": "H",
        "name": "海口市乐助社会服务社",
        "pages": ['Email: 1302386985@qq.com', '电话: 66194652', '地址: 海南省海口市龙华区海口市龙华区大同里社区237号', '网址: 无', '微信: 无', '服务对象: 城市社区建设', '成立时间: 2010-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "广州市番禺区康乐园残疾人康复中心",
        "index": "G",
        "name": "广州市番禺区康乐园残疾人康复中心",
        "pages": ['Email: 1159349248@qq.com', '电话: 13763307064', '地址: 广东省广州市番禺区大石街今日丽舍二楼', '网址: www.klykf.com', '微信: 番禺区康乐园康复中心', '服务对象: 残障人士', '成立时间: 2013-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "合肥市庐阳去善拍公益传媒服务中心",
        "index": "H",
        "name": "合肥市庐阳去善拍公益传媒服务中心",
        "pages": ['Email: sp@feidong.cc', '电话: 5515577386', '地址: 安徽省合肥市庐阳区红星路54号社会组织创新园306', '网址: 无', '微信: 无', '服务对象: 其他', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "潍坊市满江红公益服务中心",
        "index": "W",
        "name": "潍坊市满江红公益服务中心",
        "pages": ['Email: wfsmjh@163.com', '电话: 18053633222', '地址: 山东省潍坊市奎文区东风街5166号', '网址: 无', '微信: wfsmjh', '服务对象: 儿童青少年,城市社区建设,综合志愿服务', '成立时间: 2016-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "陕西秦怀社会工作服务中心",
        "index": "S",
        "name": "陕西秦怀社会工作服务中心",
        "pages": ['Email: sxqhsg@163.com', '电话: 029-87374297', '地址: 陕西省西安市未央区陕西省西安市未央区未央路副102号', '网址: 正在开通中', '微信: 陕西秦怀社会工作服务中心', '服务对象: 医疗卫生健康,政策倡导,农村发展,残障人士,老年人', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "天津市西青区绿邻居社区服务中心",
        "index": "T",
        "name": "天津市西青区绿邻居社区服务中心",
        "pages": ['Email: 13323358180@163.com', '电话: 13323358180', '地址: 天津市天津城区南开区白堤路航宇公寓1-1-901', '网址: 无', '微信: 绿邻居社区环保工作站', '服务对象: 儿童青少年,政策倡导', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "遂宁社会志愿者服务中心",
        "index": "S",
        "name": "遂宁社会志愿者服务中心",
        "pages": ['Email: 583753041@qq.com', '电话: 2643645', '地址: 四川省遂宁市船山区旗山路65号附201', '网址: 无', '微信: 无', '服务对象: 公益行业支持,综合志愿服务', '成立时间: 2014-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "遂宁春晖社会工作发展中心",
        "index": "S",
        "name": "遂宁春晖社会工作发展中心",
        "pages": ['Email: 1722407196@qq.com', '电话: 0825-2682683', '地址: 四川省遂宁市船山区育才西路69号', '网址: 无', '微信: 1722407196@qq.com', '服务对象: 儿童青少年,教育助学,社会企业,综合志愿服务,其他', '成立时间: 2016-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "湖南省稀有血型之家",
        "index": "H",
        "name": "湖南省稀有血型之家",
        "pages": ['Email: 512039086@qq.com', '电话: 0731-84710167', '地址: 湖南省长沙市开福区万家丽北路509号', '网址: www.rareblood.cn', '微信: 无', '服务对象: 医疗卫生健康,综合志愿服务', '成立时间: 2001-10-01 ', '组织类型: 机构挂靠政府', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "西安市智同艾防公益中心",
        "index": "X",
        "name": "西安市智同艾防公益中心",
        "pages": ['Email: ljh7031@126.com', '电话: 029-89344121', '地址: 陕西省西安市莲湖区玉祥门外十字（玉祥门地铁站C口）西安木材公司家属院东楼1单元202室', '网址: http://www.zhitongchina.org/list.php?newclass=1050', '微信: ZTGY029', '服务对象: 儿童青少年,艾滋病,政策倡导,性少数,综合志愿服务', '成立时间: 2018-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "威宁自治县草海公益协会",
        "index": "W",
        "name": "威宁自治县草海公益协会",
        "pages": ['Email: 994465371@qq.com', '电话: 15286568787', '地址: 贵州省毕节市威宁彝族回族苗族自治县威宁县草海商贸城', '网址: 无', '微信: 威宁县草海公益协会', '服务对象: 艾滋病,残障人士,教育助学,灾害管理,老年人', '成立时间: 2016-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "厦门广济慈善基金会",
        "index": "S",
        "name": "厦门广济慈善基金会",
        "pages": ['Email: public@xmguangji.org', '电话: 0592-5106621', '地址: 福建省厦门市思明区筼筜街道水岸筼筜二层202', '网址: http://www.xmguangji.org/', '微信: 厦门广济慈善基金会', '服务对象: 儿童青少年,公益行业支持,动物福利,教育助学,环境保护', '成立时间: 2017-05-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "沙县青山绿水户外活动俱乐部",
        "index": "S",
        "name": "沙县青山绿水户外活动俱乐部",
        "pages": ['Email: 297364346@qq.com', '电话: 5985658702', '地址: 福建省三明市沙县吉山红酒业有限公司二楼', '网址: 无', '微信: qsls2015jlb', '服务对象: 公益行业支持,环境保护,老年人', '成立时间: 2012-10-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "潍坊市爱生活社会工作服务中心",
        "index": "W",
        "name": "潍坊市爱生活社会工作服务中心",
        "pages": ['Email: 493417968@qq.com', '电话: 15953690898', '地址: 山东省潍坊市寒亭区无', '网址: 无', '微信: wfashsg', '服务对象: 老年人', '成立时间: 2016-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "庐山市一米阳光公益之家",
        "index": "L",
        "name": "庐山市一米阳光公益之家",
        "pages": ['Email: 2578341713@qq.com', '电话: 17770284818', '地址: 江西省九江市庐山市庐山市白鹿大道160号海山门窗', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,教育助学,老年人', '成立时间: 2016-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "颍州区程集镇大申庄农家女书社",
        "index": "Y",
        "name": "颍州区程集镇大申庄农家女书社",
        "pages": ['Email: 342169690@qq.com', '电话: 5583801077', '地址: 安徽省阜阳市颍州区程集镇张老村大申庄107户', '网址: 无', '微信: njn2011', '服务对象: 农村发展,综合志愿服务', '成立时间: 2011-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "黑龙江康同社区",
        "index": "H",
        "name": "黑龙江康同社区",
        "pages": ['Email: hht1973@163.com', '电话: 15636096691', '地址: 黑龙江省哈尔滨市香坊区公滨路309号康同社区', '网址: hljngo.com', '微信: 黑龙江康同MSM社区', '服务对象: 医疗卫生健康,艾滋病,性少数', '成立时间: 2002-03-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "武汉爱特特殊儿童培训中心",
        "index": "W",
        "name": "武汉爱特特殊儿童培训中心",
        "pages": ['Email: 1421082247@qq.com', '电话: 85798081', '地址: 湖北省武汉市江岸区高雄路8号', '网址: www.wuhanat.com', '微信: 武汉市江岸区爱特特殊儿童教育培训中心', '服务对象: 公益行业支持,教育助学', '成立时间: 2015-03-01 ', '组织类型: 机构挂靠社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "深圳市华康博爱社工服务中心",
        "index": "S",
        "name": "深圳市华康博爱社工服务中心",
        "pages": ['Email: 819092674@qq.com', '电话: 0755-83200822', '地址: 广东省深圳市福田区梅林路32号梅林商住综合楼1021房', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,女性权利,社会企业,老年人', '成立时间: 2014-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北京上善扶贫公益促进中心",
        "index": "B",
        "name": "北京上善扶贫公益促进中心",
        "pages": ['Email: dqit@vip.qq.com', '电话: 81793550', '地址: 北京市北京城区昌平区回龙观腾讯众创空间B座 ', '网址: www.gongyitoutiao.org', '微信: 真公益上头条', '服务对象: 儿童青少年,教育助学,城市社区建设,老年人', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "芜湖市弋江区爱邻社会工作服务中心",
        "index": "W",
        "name": "芜湖市弋江区爱邻社会工作服务中心",
        "pages": ['Email: wuhualsg@163.com', '电话: 18949511149', '地址: 安徽省芜湖市弋江区儒林西苑小区居委会三楼', '网址: www.wualsg.com', '微信: wuhualsg', '服务对象: 儿童青少年,教育助学,城市社区建设,综合志愿服务', '成立时间: 2014-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "深圳鹏城社会组织信息中心",
        "index": "S",
        "name": "深圳鹏城社会组织信息中心",
        "pages": ['Email: 188067589@qq.com', '电话: 83547208', '地址: 广东省深圳市福田区莲花北村吉莲大厦三栋二楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,政策倡导,灾害管理,城市社区建设,信息网络', '成立时间: 2014-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "深圳市新家园社会工作服务中心",
        "index": "S",
        "name": "深圳市新家园社会工作服务中心",
        "pages": ['Email: sz@nha.org.cn', '电话: 75525631876', '地址: 广东省深圳市罗湖区太宁路147号1栋100室', '网址: www.nha.org.cn', '微信: nhainfo', '服务对象: 儿童青少年,教育助学,其他', '成立时间: 2013-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "汉寿县社会工作服务中心",
        "index": "H",
        "name": "汉寿县社会工作服务中心",
        "pages": ['Email: 873055019@qq.com', '电话: 0736-2338301', '地址: 湖南省常德市汉寿县龙阳中路619号', '网址: 无', '微信: 汉寿县社会工作服务中心', '服务对象: 儿童青少年,公益行业支持,教育助学,老年人,综合志愿服务', '成立时间: 2016-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北京瑞森德社会组织发展中心",
        "index": "B",
        "name": "北京瑞森德社会组织发展中心",
        "pages": ['Email: 405866060@qq.com', '电话: 1064011522', '地址: 北京市北京城区东城区方家胡同46号1212（c栋）', '网址: 无', '微信: 瑞森德训练营', '服务对象: 公益行业支持', '成立时间: 2017-11-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "沈阳市和平区源启公益事业发展中心",
        "index": "S",
        "name": "沈阳市和平区源启公益事业发展中心",
        "pages": ['Email: yqgynpo@163.com', '电话: 024-31318324', '地址: 辽宁省沈阳市和平区北四经街28号503', '网址: yqnpo.org', '微信: 源启公益', '服务对象: 儿童青少年,文化艺术,公益行业支持,城市社区建设,综合志愿服务', '成立时间: 2017-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "陕西纯山公益事业促进中心",
        "index": "S",
        "name": "陕西纯山公益事业促进中心",
        "pages": ['Email: wangjiangtao@chunshan.org', '电话: 029-88311659', '地址: 陕西省西安市雁塔区高新区团结南路23号', '网址: 无', '微信: chunshan0408', '服务对象: 公益行业支持', '成立时间: 2014-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "修水县太阳升镇扶贫济困爱心协会",
        "index": "X",
        "name": "修水县太阳升镇扶贫济困爱心协会",
        "pages": ['Email: 48407157@qq.com', '电话: 13687925118', '地址: 江西省九江市修水县太阳升镇三都街居委会内', '网址: 无', '微信: 爱心在三都', '服务对象: 儿童青少年,残障人士,灾害管理', '成立时间: 2016-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "斜桥社区残疾人协会",
        "index": "X",
        "name": "斜桥社区残疾人协会",
        "pages": ['Email: han_1967@163.com', '电话: 15205836462', '地址: 浙江省嘉兴市海宁市斜桥振兴路18号', '网址: 无', '微信: han15205836462', '服务对象: 残障人士', '成立时间: 1992-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "萍乡市关爱残疾人协会",
        "index": "P",
        "name": "萍乡市关爱残疾人协会",
        "pages": ['Email: 1473852103@qq.com', '电话: 13086198517', '地址: 江西省萍乡市安源区江西省萍乡市矿务局后村', '网址: 无', '微信: 萍乡市关爱残疾人协会', '服务对象: 残障人士', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "甘肃古浪志愿者团队",
        "index": "G",
        "name": "甘肃古浪志愿者团队",
        "pages": ['Email: 535034723@qq.com', '电话: 17793529236', '地址: 甘肃省武威市古浪县古浪县大靖镇园艺村三组14号', '网址: 无', '微信: glzyztd', '服务对象: 儿童青少年,教育助学,环境保护,老年人,综合志愿服务', '成立时间: 2011-10-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "万安县韶口乡首望留守儿童关爱服务中心",
        "index": "W",
        "name": "万安县韶口乡首望留守儿童关爱服务中心",
        "pages": ['Email: 46169847@qq.com', '电话: 18025267068', '地址: 江西省吉安市万安县韶口乡梅岗村', '网址: 无', '微信: 无', '服务对象: 儿童青少年,农村发展,教育助学', '成立时间: 2016-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "镇远县城乡社区发展促进中心",
        "index": "Z",
        "name": "镇远县城乡社区发展促进中心",
        "pages": ['Email: 346679163@qq.com', '电话: 8555715997', '地址: 贵州省黔东南苗族侗族自治州镇远县舞阳镇云龙路五号门面', '网址: 无', '微信: 无', '服务对象: 农村发展,综合志愿服务', '成立时间: 2018-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "济和社区发展促进会",
        "index": "J",
        "name": "济和社区发展促进会",
        "pages": ['Email: kingsmei@163.com', '电话: 18971079696', '地址: 湖北省武汉市洪山区华中师范大学三号楼603', '网址: 无', '微信: 无', '服务对象: 农村发展,城市社区建设,综合志愿服务', '成立时间: 2004-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "芜湖市启航社会工作发展中心",
        "index": "W",
        "name": "芜湖市启航社会工作发展中心",
        "pages": ['Email: whqhsg@126.com', '电话: 5532669925', '地址: 安徽省芜湖市鸠江区广告产业园SOHO办公楼', '网址: 无', '微信: 无', '服务对象: 儿童青少年,综合志愿服务', '成立时间: 2016-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "兰州市星宝儿童特殊教育中心",
        "index": "L",
        "name": "兰州市星宝儿童特殊教育中心",
        "pages": ['Email: lzxb2016@126.com', '电话: 18993292780', '地址: 甘肃省兰州市城关区定西路39号', '网址: 正在注册', '微信: lzxb20160706', '服务对象: 儿童青少年,残障人士', '成立时间: 2013-04-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "长沙县爱盟社会工作综合服务中心",
        "index": "C",
        "name": "长沙县爱盟社会工作综合服务中心",
        "pages": ['Email: 407474391@qq.com', '电话: 73188855793', '地址: 湖南省长沙市长沙县星沙街道金茂路57号', '网址: http://csxam.org/yunadmin/login.php', '微信: 爱盟社工', '服务对象: 儿童青少年,公益行业支持,残障人士,城市社区建设,老年人', '成立时间: 2016-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "书香满城",
        "index": "S",
        "name": "书香满城",
        "pages": ['Email: 810882675@qq.com', '电话: 18999261209', '地址: 新疆维吾尔自治区乌鲁木齐市天山区青年路868号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2018-03-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "绥化应急救援队",
        "index": "S",
        "name": "绥化应急救援队",
        "pages": ['Email: lihaotianqiqi@126.com', '电话: 4552858678', '地址: 黑龙江省绥化市北林区曙光社区', '网址: 无', '微信: 绥化应急救援队', '服务对象: 公益行业支持,灾害管理,城市社区建设,综合志愿服务,其他', '成立时间: 2017-03-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "福建省绿荫成长助学服务中心",
        "index": "F",
        "name": "福建省绿荫成长助学服务中心",
        "pages": ['Email: fujianluyin@163.com', '电话: 13705937330', '地址: 福建省福州市鼓楼区福建省福州市鼓楼区华林路鸿裕花园10-401', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,儿童青少年,文化艺术,教育助学,综合志愿服务', '成立时间: 2014-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "海南省嘉树社会工作服务中心",
        "index": "H",
        "name": "海南省嘉树社会工作服务中心",
        "pages": ['Email: hnsjssg@126.com', '电话: 0898-66984171', '地址: 海南省海口市龙华区东湖路1号', '网址: 无', '微信: ijiashu', '服务对象: 儿童青少年,残障人士,城市社区建设,老年人,综合志愿服务', '成立时间: 2017-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "兰州生命之翼社会工作服务中心",
        "index": "L",
        "name": "兰州生命之翼社会工作服务中心",
        "pages": ['Email: 1285667250@qq.com', '电话: 18794244329', '地址: 甘肃省兰州市城关区甘南路1号（黄楼写字楼2001）', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,城市社区建设,老年人,综合志愿服务', '成立时间: 2010-04-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北京市密云区云蒙社会工作事务所",
        "index": "B",
        "name": "北京市密云区云蒙社会工作事务所",
        "pages": ['Email: 13910642400@163.com', '电话: 69071370', '地址: 北京市北京城区密云区北京市密云区新西路32号', '网址: 无', '微信: 北京市密云区云蒙社会工作事务所', '服务对象: 政策倡导,公益行业支持,残障人士,女性权利,老年人', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "广州市海珠区乐榕家庭关系发展服务中心",
        "index": "G",
        "name": "广州市海珠区乐榕家庭关系发展服务中心",
        "pages": ['Email: 2043612918@qq.com', '电话: 13710336368', '地址: 广东省广州市海珠区广州市海珠区新港中路418号之一', '网址: 无', '微信: gzlerong', '服务对象: 儿童青少年,社会企业,老年人,综合志愿服务', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "洛阳市西工区卓越社会组织发展服务中心",
        "index": "L",
        "name": "洛阳市西工区卓越社会组织发展服务中心",
        "pages": ['Email: lyzy0118@163.com', '电话: 18603799036', '地址: 河南省洛阳市西工区行署路2号行署社区2楼', '网址: 暂无', '微信: lyzy0118', '服务对象: 公益行业支持', '成立时间: 2017-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "新疆哈密市社会慈善公益志愿者协会",
        "index": "X",
        "name": "新疆哈密市社会慈善公益志愿者协会",
        "pages": ['Email: 1902508512@qq.com', '电话: 0902-2203988', '地址: 新疆维吾尔自治区哈密市伊州区友谊商贸城三期四栋', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,残障人士,教育助学,综合志愿服务', '成立时间: 2014-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "招远市联动社会组织发展服务中心",
        "index": "Z",
        "name": "招远市联动社会组织发展服务中心",
        "pages": ['Email: liandong_vip@163.com', '电话: 18396630956', '地址: 山东省烟台市招远市金凤花园西门北200米', '网址: 无', '微信: 联动社会组织发展服务中心', '服务对象: 儿童青少年,农村发展,公益行业支持,城市社区建设,综合志愿服务', '成立时间: 2017-09-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "环保网",
        "index": "H",
        "name": "环保网",
        "pages": ['Email: huanbaownag1999@126.com', '电话: 1064837742', '地址: 北京市北京城区朝阳区安立路68号b-343室', '网址: www.chinaenvironment.com', '微信: huanbaohaoxiaoxi', '服务对象: 公益行业支持,民间研究机构,环境保护,信息网络,企业社会责任', '成立时间: 1999-09-01 ', '组织类型: 工商注册企业', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "杭州青苔助学公益服务中心",
        "index": "H",
        "name": "杭州青苔助学公益服务中心",
        "pages": ['Email: 7092791@qq.com', '电话: 13757152320', '地址: 浙江省杭州市上城区凤凰山脚路167号凤凰公社八号库102', '网址: 无', '微信: 青苔公益', '服务对象: 儿童青少年,残障人士,教育助学', '成立时间: 2016-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "珠海市德行青少年综合服务中心",
        "index": "Z",
        "name": "珠海市德行青少年综合服务中心",
        "pages": ['Email: 1016532700@qq.com', '电话: 0756-3377706', '地址: 广东省珠海市香洲区广东省珠海市香洲区唐家湾金鼎鸿新街二巷1号', '网址: 无', '微信: 珠海市德行青少年综合服务中心', '服务对象: 儿童青少年,综合志愿服务,其他', '成立时间: 2013-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "利辛县爱心协会",
        "index": "L",
        "name": "利辛县爱心协会",
        "pages": ['Email: 1870379216@qq.com', '电话: 0558-8818990', '地址: 安徽省亳州市利辛县利辛县东方名城106栋', '网址: www.lixinzyz.org', '微信: lxaxzyz', '服务对象: 儿童青少年,农村发展,灾害管理,环境保护,社会企业', '成立时间: 2016-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "忠县义龙社会工作服务中心",
        "index": "Z",
        "name": "忠县义龙社会工作服务中心",
        "pages": ['Email: 294381648@qq.com', '电话: 85827966', '地址: 重庆市重庆郊县忠县重庆市忠县忠州街道香山路115号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,城市社区建设,老年人', '成立时间: 2017-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "安乡县社会组织联合会",
        "index": "A",
        "name": "安乡县社会组织联合会",
        "pages": ['Email: 2264969364@qq.com', '电话: 18073668968', '地址: 湖南省常德市安乡县安乡县围庵学校', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术,公益行业支持,教育助学,其他', '成立时间: 2014-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "智渔可持续科技发展研究中心",
        "index": "Z",
        "name": "智渔可持续科技发展研究中心",
        "pages": ['Email: chen.xinghui@chinabluesustainability.org', '电话: 89866292460', '地址: 海南省海口市美兰区海甸四东路1号环岛大厦霞飞阁9F', '网址: http://www.chinabluesustainability.org/', '微信: 智渔', '服务对象: 政策倡导,公益行业支持,环境保护', '成立时间: 2015-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "上海一公斤公益发展中心",
        "index": "S",
        "name": "上海一公斤公益发展中心",
        "pages": ['Email: wanglei@sh1kg.com', '电话: 021-54038399', '地址: 上海市上海城区徐汇区上海市徐汇区徐虹北路11号206', '网址: www.sh1kg.org', '微信: 一公斤公益', '服务对象: 儿童青少年,教育助学', '成立时间: 2011-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北川羌族自治县社区志愿者服务协会",
        "index": "B",
        "name": "北川羌族自治县社区志愿者服务协会",
        "pages": ['Email: longhaitao@bczgx.com', '电话: 0816-4898512', '地址: 四川省绵阳市北川羌族自治县滨河南路13-2', '网址: 无', '微信: 北川社区志协', '服务对象: 儿童青少年', '成立时间: 2008-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "宝石花志愿者公益服务中心",
        "index": "B",
        "name": "宝石花志愿者公益服务中心",
        "pages": ['Email: 106160791@qq.com', '电话: 18066757473', '地址: 陕西省西安市未央区凤城四路', '网址: www.baoshihua.net', '微信: bshzyz', '服务对象: 教育助学,城市社区建设,老年人,综合志愿服务,其他', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "长春市九台区仁爱志愿者协会",
        "index": "C",
        "name": "长春市九台区仁爱志愿者协会",
        "pages": ['Email: 277712940@qq.com', '电话: 0431-82326457', '地址: 吉林省长春市九台区兴华社区104室', '网址: 无', '微信: jiutairenai', '服务对象: 艾滋病,残障人士,老年人,综合志愿服务', '成立时间: 2013-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "平凉阳光义工",
        "index": "P",
        "name": "平凉阳光义工",
        "pages": ['Email: ketoo@qq.com', '电话: 9331111111', '地址: 甘肃省平凉市崆峒区世纪花园b4区4栋1单元1503室', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,教育助学,老年人,综合志愿服务', '成立时间: 2012-04-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "重庆市南岸区邻友公益发展中心",
        "index": "Z",
        "name": "重庆市南岸区邻友公益发展中心",
        "pages": ['Email: 3483046315@qq.com', '电话: 18523944435', '地址: 重庆市重庆城区南岸区南坪街道南城大道1号协信城5栋V空间', '网址: 无', '微信: gh_68cf9689765c', '服务对象: 儿童青少年,教育助学,环境保护,社会企业', '成立时间: 2017-03-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "佛山市南海区佰乐社会工作服务中心",
        "index": "F",
        "name": "佛山市南海区佰乐社会工作服务中心",
        "pages": ['Email: 332424602@qq.com', '电话: 0757-86430955', '地址: 广东省佛山市南海区联星社区', '网址: 无', '微信: 佰乐社工', '服务对象: 儿童青少年,老年人,企业社会责任', '成立时间: 2016-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "修水县益起爱公益协会",
        "index": "X",
        "name": "修水县益起爱公益协会",
        "pages": ['Email: 1773397789@qq.com', '电话: 7927667118', '地址: 江西省九江市修水县秋湖家园付敏收', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,环境保护', '成立时间: 2015-10-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "平顶山市爱心飞扬歌友会",
        "index": "P",
        "name": "平顶山市爱心飞扬歌友会",
        "pages": ['Email: 823455799@qq.com', '电话: 18848940091', '地址: 河南省平顶山市湛河区平顶山市火车站广场志愿服务站', '网址: http://weibo.com/u/2188495737', '微信: pdssaxgyh', '服务对象: 儿童青少年,文化艺术,公益行业支持,环境保护,综合志愿服务', '成立时间: 2008-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "杭州市民生公益服务中心",
        "index": "H",
        "name": "杭州市民生公益服务中心",
        "pages": ['Email: minshenggongyi@qq.com', '电话: 57187176206', '地址: 浙江省杭州市下城区长庆街37号青春坊25幢202室', '网址: msfw.hzmz.gov.cn', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2012-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "阳阳公益",
        "index": "Y",
        "name": "阳阳公益",
        "pages": ['Email: 2506566183@qq.com', '电话: 65241745', '地址: 北京市北京城区东城区东单苏州胡同101号', '网址: 无', '微信: 15010060015', '服务对象: 儿童青少年,残障人士,环境保护,老年人,综合志愿服务', '成立时间: 2007-08-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "吉安县义工协会",
        "index": "J",
        "name": "吉安县义工协会",
        "pages": ['Email: ja11@163.com', '电话: 13907966986', '地址: 江西省吉安市吉安县高昌路', '网址: 无', '微信: 吉安县义工之家', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,综合志愿服务', '成立时间: 2016-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "安化县众善社会组织服务中心",
        "index": "A",
        "name": "安化县众善社会组织服务中心",
        "pages": ['Email: 213169241@qq.com', '电话: 0737-7230880', '地址: 湖南省益阳市安化县东坪镇绿豆巷131号光荣院2栋502室', '网址: 无', '微信: 安化县众善社会组织服务中心', '服务对象: 儿童青少年,政策倡导,公益行业支持,城市社区建设,综合志愿服务', '成立时间: 2016-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "贵州省妇女能力建设与发展促进会",
        "index": "G",
        "name": "贵州省妇女能力建设与发展促进会",
        "pages": ['Email: liqing200337@vip.163.com', '电话: 18985038375', '地址: 贵州省贵阳市南明区西湖路梭石巷18号3栋1单元附16号', '网址: www.awcd.org.cn', '微信: 无', '服务对象: 艾滋病,文化艺术,农村发展,教育助学,城市社区建设', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "武宣县仙城爱心协会",
        "index": "W",
        "name": "武宣县仙城爱心协会",
        "pages": ['Email: 359273231@qq.com', '电话: 7725215785', '地址: 广西壮族自治区来宾市武宣县武宣镇鞍山路41号', '网址: 无', '微信: WXXCAX', '服务对象: 儿童青少年,残障人士,女性权利,教育助学,老年人', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "北京童心源教育咨询公司",
        "index": "B",
        "name": "北京童心源教育咨询公司",
        "pages": ['Email: 905511427@qq.com', '电话: 13911108228', '地址: 北京市北京城区朝阳区外企公寓1号楼二单元592', '网址: 无', '微信: 无', '服务对象: 儿童青少年,民间研究机构,教育助学', '成立时间: 2016-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B']
      },
      {
        "open": false,
        "id": "许昌草根爱心团队",
        "index": "X",
        "name": "许昌草根爱心团队",
        "pages": ['Email: 769225698@qq.com', '电话: 13937416138', '地址: 河南省许昌市魏都区文峰办事处河西社区', '网址: 无', '微信: 许昌草根爱心群', '服务对象: 儿童青少年,教育助学', '成立时间: 2009-03-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "玉龙县和心社区发展服务中心",
        "index": "Y",
        "name": "玉龙县和心社区发展服务中心",
        "pages": ['Email: hx_hjh@163.com', '电话: 8885348119', '地址: 云南省丽江市玉龙纳西族自治县大宇家园C5栋302室', '网址: 无', '微信: lj_hxzx', '服务对象: 儿童青少年,农村发展', '成立时间: 2014-05-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "沈阳市益彤行公益服务中心",
        "index": "S",
        "name": "沈阳市益彤行公益服务中心",
        "pages": ['Email: 784933225@qq.com', '电话: 024-23531288', '地址: 辽宁省沈阳市和平区北四经街28号 514', '网址: 无', '微信: yitongxing1717', '服务对象: 残障人士,老年人', '成立时间: 2017-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "深圳市砥砺社会工作服务中心",
        "index": "S",
        "name": "深圳市砥砺社会工作服务中心",
        "pages": ['Email: dili2016@sina.cn', '电话: 0755-84553354', '地址: 广东省深圳市龙华区大水坑社区大三村三号一楼', '网址: 无', '微信: 深圳砥砺社工中心', '服务对象: 儿童青少年,政策倡导,城市社区建设', '成立时间: 2016-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "深圳市华康应用心理学研究所",
        "index": "S",
        "name": "深圳市华康应用心理学研究所",
        "pages": ['Email: 819092674@qq.com', '电话: 0755-83510833', '地址: 广东省深圳市福田区梅林路11号深圳市广顺实业股份有限公司办公楼108室', '网址: 无', '微信: szhkxlyjs', '服务对象: 儿童青少年,残障人士,社会企业,老年人,综合志愿服务', '成立时间: 2015-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "上海联通南区分公司公益之家",
        "index": "S",
        "name": "上海联通南区分公司公益之家",
        "pages": ['Email: sh_nqgyzj@chinaunicom.cn', '电话: 021-60828288', '地址: 上海市上海城区徐汇区番禺路1028号', '网址: www.10010.com', '微信: 沃小北', '服务对象: 信息网络,企业社会责任,综合志愿服务', '成立时间: 2010-02-01 ', '组织类型: 虚拟组织企业', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "洋县壹心益社会工作者协会",
        "index": "Y",
        "name": "洋县壹心益社会工作者协会",
        "pages": ['Email: yxyxysg@163.com', '电话: 18829466998', '地址: 陕西省汉中市洋县文明东路政协', '网址: 无', '微信: 壹心益社会工作者协会', '服务对象: 儿童青少年,残障人士,灾害管理,企业社会责任,综合志愿服务', '成立时间: 2016-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "昆明癌症康复协会",
        "index": "K",
        "name": "昆明癌症康复协会",
        "pages": ['Email: yncakf@sina.com', '电话: 0871-63113297', '地址: 云南省昆明市五华区北京路283号云南省第三人民医院内', '网址: www.yncakf.com', '微信: yncakf', '服务对象: 其他', '成立时间: 1990-04-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "ABC美好社会咨询社",
        "index": "A",
        "name": "ABC美好社会咨询社",
        "pages": ['Email: Zongchuan.han@theabconline.org', '电话: 13718142610', '地址: 北京市北京城区海淀区方圆大厦优客工场', '网址: www.theabconline.org', '微信: Theabconline', '服务对象: 公益行业支持,民间研究机构,社会企业,企业社会责任,综合志愿服务', '成立时间: 2008-10-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "苏州启点社工服务中心",
        "index": "S",
        "name": "苏州启点社工服务中心",
        "pages": ['Email: qdsg@qdsg.org.cn', '电话: 51269590520', '地址: 江苏省苏州市吴中区胜浦街道新胜路366号', '网址: qdsg.org.cn', '微信: qidiansg', '服务对象: 儿童青少年,劳工权利', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "巧家县天健青少年社会工作服务中心",
        "index": "Q",
        "name": "巧家县天健青少年社会工作服务中心",
        "pages": ['Email: 1132504151@qq.com', '电话: 87065253330', '地址: 云南省昭通市巧家县红卫街30号', '网址: 无', '微信: 2589ghj', '服务对象: 医疗卫生健康,儿童青少年,艾滋病,政策倡导,农村发展', '成立时间: 2015-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "烟台市福山区瑞新社会工作服务中心",
        "index": "Y",
        "name": "烟台市福山区瑞新社会工作服务中心",
        "pages": ['Email: 361604399@qq.com', '电话: 0535-2131799', '地址: 山东省烟台市福山区清洋街道崇文街126号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,公益行业支持,城市社区建设,老年人,综合志愿服务', '成立时间: 2017-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "嗖嗖公益",
        "index": "S",
        "name": "嗖嗖公益",
        "pages": ['Email: sousoubene@sina.com', '电话: 1068792608', '地址: 北京市北京城区朝阳区东四环中路', '网址: 无', '微信: 无', '服务对象: 农村发展,民间研究机构,企业社会责任', '成立时间: 2014-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "杭州市上城区新阳光社会工作服务中心",
        "index": "H",
        "name": "杭州市上城区新阳光社会工作服务中心",
        "pages": ['Email: 130088823@qq.com', '电话: 13023666911', '地址: 浙江省杭州市上城区无', '网址: 无', '微信: 无', '服务对象: 城市社区建设,综合志愿服务', '成立时间: 2016-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "重庆市梁平区万年青社会工作服务中心",
        "index": "Z",
        "name": "重庆市梁平区万年青社会工作服务中心",
        "pages": ['Email: 1612388522@qq.com', '电话: 18598567317', '地址: 重庆市重庆郊县梁平区重庆市梁平区青少年活动中心', '网址: 无', '微信: 无', '服务对象: 政策倡导,公益行业支持,教育助学,环境保护,城市社区建设', '成立时间: 2017-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "三门县有为图书馆",
        "index": "S",
        "name": "三门县有为图书馆",
        "pages": ['Email: sanmenlib@sina.com', '电话: 57644687756', '地址: 浙江省台州市三门县西区大道', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学,社会企业', '成立时间: 2012-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "西安市莲湖区赢在生存公益服务中心",
        "index": "X",
        "name": "西安市莲湖区赢在生存公益服务中心",
        "pages": ['Email: 1660976488@qq.com', '电话: 18192470533', '地址: 陕西省西安市莲湖区庙后街169', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2015-03-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "靖西市义工协会",
        "index": "J",
        "name": "靖西市义工协会",
        "pages": ['Email: 419555950@qq.com', '电话: 18677611883', '地址: 广西壮族自治区百色市靖西市靖西市凤凰路300号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,残障人士,教育助学,环境保护,老年人', '成立时间: 2015-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "安庆信益社会评估事务所",
        "index": "A",
        "name": "安庆信益社会评估事务所",
        "pages": ['Email: dingboping@xyassess.com', '电话: 13705562785', '地址: 安徽省安庆市大观区大观区华茂1958C3栋511', '网址: www.xyassess.com', '微信: xinyi-org', '服务对象: 公益行业支持', '成立时间: 2016-06-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "桃江县众善社会组织服务中心",
        "index": "T",
        "name": "桃江县众善社会组织服务中心",
        "pages": ['Email: 2910978404@qq.com', '电话: 7378210889', '地址: 湖南省益阳市桃江县芙蓉西路383号', '网址: 无', '微信: 无', '服务对象: 综合志愿服务', '成立时间: 2016-11-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "民和回族土族自治县残障人士医疗康复保健中心",
        "index": "M",
        "name": "民和回族土族自治县残障人士医疗康复保健中心",
        "pages": ['Email: 260642881@qq.com', '电话: 13897029535', '地址: 青海省海东市民和回族土族自治县青海海东民和县川垣新区丽都庭院二号楼民和珍草堂康复医院', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,残障人士,灾害管理', '成立时间: 2007-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "昆明市七彩动力青少年事务服务中心",
        "index": "K",
        "name": "昆明市七彩动力青少年事务服务中心",
        "pages": ['Email: estherfjuan2005@163.com', '电话: 15198758220', '地址: 云南省昆明市盘龙区马街老年协会', '网址: 无', '微信: 无', '服务对象: 儿童青少年', '成立时间: 2016-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "泛道公益论坛",
        "index": "F",
        "name": "泛道公益论坛",
        "pages": ['Email: zsh@allwayes.com', '电话: 15813379461', '地址: 广东省广州市天河区56-309', '网址: 无', '微信: 无', '服务对象: 儿童青少年', '成立时间: 2012-06-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "重庆市梁平区禁毒志愿者协会",
        "index": "Z",
        "name": "重庆市梁平区禁毒志愿者协会",
        "pages": ['Email: 1612388522@qq.com', '电话: 18598567317', '地址: 重庆市重庆郊县梁平区重庆市梁平区文峰社区禁毒志愿者协会办公室', '网址: 无', '微信: 无', '服务对象: 综合志愿服务', '成立时间: 2017-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "津市市民本社会工作服务中心",
        "index": "J",
        "name": "津市市民本社会工作服务中心",
        "pages": ['Email: 15854583@qq.com', '电话: 7364239807', '地址: 湖南省常德市津市市银苑路969号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,政策倡导,农村发展,公益行业支持,城市社区建设', '成立时间: 2016-07-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "株洲市小动物保护协会",
        "index": "Z",
        "name": "株洲市小动物保护协会",
        "pages": ['Email: lovepuppy@163.com', '电话: 15707334777', '地址: 湖南省株洲市石峰区建设中路', '网址: https://m.weibo.cn/u/2713252317', '微信: 株洲小动物保护协会', '服务对象: 动物福利,综合志愿服务', '成立时间: 2013-04-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "昆明市五华区益心青少年事务社会工作服务中心",
        "index": "K",
        "name": "昆明市五华区益心青少年事务社会工作服务中心",
        "pages": ['Email: hi@yxforchildren.org', '电话: 87165302201', '地址: 云南省昆明市五华区王家桥路124号（联家小学对面）', '网址: 建设中', '微信: 益心为儿童', '服务对象: 儿童青少年,教育助学', '成立时间: 2015-01-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "怀化德群社会工作服务中心",
        "index": "H",
        "name": "怀化德群社会工作服务中心",
        "pages": ['Email: 854448760@qq.com', '电话: 18173702955', '地址: 湖南省怀化市鹤城区生源之春1栋103', '网址: 无', '微信: 德群社工', '服务对象: 儿童青少年,城市社区建设,老年人', '成立时间: 2017-12-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "暖心之家",
        "index": "N",
        "name": "暖心之家",
        "pages": ['Email: 2541112551@qq.com', '电话: 26430615', '地址: 天津市天津城区北辰区李贤街虎林里7号楼102', '网址: 无', '微信: 无', '服务对象: 老年人', '成立时间: 2017-05-01 ', '组织类型: 民非注册政府', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "河南 信阳市平桥区青竹林健康服务部",
        "index": "H",
        "name": "河南 信阳市平桥区青竹林健康服务部",
        "pages": ['Email: qzl198@126.co', '电话: 13837662760', '地址: 河南省信阳市平桥区河南省信阳市平桥区长台关乡新区40栋8号', '网址: 无', '微信: qzl198@126.com', '服务对象: 医疗卫生健康,艾滋病', '成立时间: 2005-01-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "郑州市管城回族区信望爱社工服务中心",
        "index": "Z",
        "name": "郑州市管城回族区信望爱社工服务中心",
        "pages": ['Email: 2129720169@qq.com', '电话: 0371-60971371', '地址: 河南省郑州市管城回族区商城东路146号18层1801', '网址: http://www.xwa371.com/admin.php', '微信: xwasgfw@163.com', '服务对象: 儿童青少年,公益行业支持,信息网络,社会企业,企业社会责任', '成立时间: 2016-11-01 ', '组织类型: 民非注册企业', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "深圳市宝安区大同源社工服务中心",
        "index": "S",
        "name": "深圳市宝安区大同源社工服务中心",
        "pages": ['Email: 18645762@QQ.com', '电话: 18928481548', '地址: 广东省深圳市宝安区兴华一路恒亿达大厦2楼', '网址: 新机构，尚无', '微信: 新机构，尚无', '服务对象: 儿童青少年,女性权利,老年人,综合志愿服务', '成立时间: 2018-03-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "天吉社会服务中心",
        "index": "T",
        "name": "天吉社会服务中心",
        "pages": ['Email: wgz04322006@163.com', '电话: 43262480057', '地址: 吉林省吉林市昌邑区无', '网址: 无', '微信: tiss0602', '服务对象: 儿童青少年,艾滋病,农村发展,教育助学,老年人', '成立时间: 2006-02-01 ', '组织类型: 尚未注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "河南省登封市阳光女性家园",
        "index": "H",
        "name": "河南省登封市阳光女性家园",
        "pages": ['Email: Wyhg888@163.com', '电话: 13938203934', '地址: 河南省郑州市登封市唐庄乡玉台村二组', '网址: 无', '微信: 无', '服务对象: 艾滋病,女性权利', '成立时间: 2007-01-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "北海市和诚社会工作服务中心",
        "index": "B",
        "name": "北海市和诚社会工作服务中心",
        "pages": ['Email: 4613170@qq.com', '电话: 15278989192', '地址: 广西壮族自治区北海市海城区云南路71号', '网址: 无', '微信: 15278989192', '服务对象: 儿童青少年,教育助学,城市社区建设', '成立时间: 2017-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "镇远县社会组织创新发展中心",
        "index": "Z",
        "name": "镇远县社会组织创新发展中心",
        "pages": ['Email: cqaxzjs@vip.163.com', '电话: 8555715997', '地址: 贵州省黔东南苗族侗族自治州镇远县舞阳镇云龙路5号门面', '网址: 无', '微信: 无', '服务对象: 公益行业支持,综合志愿服务', '成立时间: 2018-02-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "铜娃娃罕见病关爱中心（中国肝豆状核变性罕见病关爱协会）",
        "index": "T",
        "name": "铜娃娃罕见病关爱中心（中国肝豆状核变性罕见病关爱协会）",
        "pages": ['Email: wilson-china@wilson-china.org.cn', '电话: 15678831004', '地址: 河南省郑州市二七区郑密路88号14-38#', '网址: www.wilson-china.org.cn', '微信: 铜娃娃&将挑食进行到底', '服务对象: 医疗卫生健康,政策倡导,残障人士,社会企业,其他', '成立时间: 2012-12-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "上海大学米粒支教社",
        "index": "S",
        "name": "上海大学米粒支教社",
        "pages": ['Email: shumilizhijiaoshe@163.com', '电话: 0', '地址: 上海市上海城区宝山区上大路99号', '网址: 0', '微信: SHU米粒支教社', '服务对象: 儿童青少年,教育助学', '成立时间: 2013-01-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "云南同话舍-女性自助工作坊",
        "index": "Y",
        "name": "云南同话舍-女性自助工作坊",
        "pages": ['Email: ynths2015@163.com', '电话: 13211723237', '地址: 云南省昆明市盘龙区城市之光211室', '网址: 无', '微信: 无', '服务对象: 女性权利,性少数,其他', '成立时间: 2003-07-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "沈阳市和平区青益社会工作服务中心",
        "index": "S",
        "name": "沈阳市和平区青益社会工作服务中心",
        "pages": ['Email: 3217143191@qq.com', '电话: 024-22835447', '地址: 辽宁省沈阳市和平区北四经街28号', '网址: 无', '微信: 无', '服务对象: 综合志愿服务', '成立时间: 2017-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "硬皮病关爱之家罕见病关爱中心",
        "index": "Y",
        "name": "硬皮病关爱之家罕见病关爱中心",
        "pages": ['Email: alisonzheng@sscchina.org', '电话: 13628026732', '地址: 四川省成都市锦江区净居寺路22号', '网址: www.sscchina.org', '微信: 硬皮病关爱之家', '服务对象: 医疗卫生健康,政策倡导,残障人士,信息网络,其他', '成立时间: 2016-05-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "重庆市万州区义务工作联合会",
        "index": "Z",
        "name": "重庆市万州区义务工作联合会",
        "pages": ['Email: 1810505888@qq.com', '电话: 17059835983', '地址: 重庆市重庆城区万州区重庆市万州区北山街123号', '网址: www.023yg.com', '微信: 无', '服务对象: 公益行业支持,残障人士,环境保护,老年人,综合志愿服务', '成立时间: 2015-11-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "女性抗艾网络-中国",
        "index": "N",
        "name": "女性抗艾网络-中国",
        "pages": ['Email: yuanwenli2015@outlook.com', '电话: 13526722950', '地址: 河南省郑州市二七区交通路38号院2号楼27号', '网址: www.saynoto.org', '微信: 女艾网', '服务对象: 艾滋病,政策倡导,女性权利', '成立时间: 2009-07-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "思南微公益",
        "index": "S",
        "name": "思南微公益",
        "pages": ['Email: 1076134993@qq.com', '电话: 18408564891', '地址: 贵州省铜仁市思南县思南县城南菜市场隔壁', '网址: 无', '微信: 无', '服务对象: 农村发展,公益行业支持,残障人士,教育助学,老年人', '成立时间: 2017-10-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "抚州市爱心助残服务中心",
        "index": "F",
        "name": "抚州市爱心助残服务中心",
        "pages": ['Email: 372993730@qq.com', '电话: 18007947317', '地址: 江西省抚州市临川区江西省抚州市体育路22号良友家电维修', '网址: 无', '微信: gh_52f347ea5000', '服务对象: 残障人士,教育助学', '成立时间: 2016-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "呼伦贝尔社会组织服务中心",
        "index": "H",
        "name": "呼伦贝尔社会组织服务中心",
        "pages": ['Email: 876515276@qq.com', '电话: 8110215', '地址: 内蒙古自治区呼伦贝尔市海拉尔区呼伦贝尔市爱心家园老年公寓', '网址: 无', '微信: 无', '服务对象: 其他', '成立时间: 2014-12-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "拾益",
        "index": "S",
        "name": "拾益",
        "pages": ['Email: shiyi2017@sina.com', '电话: 57158367925', '地址: 浙江省杭州市西湖区延安路，浙能房产', '网址: 无', '微信: 无', '服务对象: 农村发展,劳工权利,民间研究机构,教育助学,信息网络', '成立时间: 2017-07-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "安利青年志愿者协会",
        "index": "A",
        "name": "安利青年志愿者协会",
        "pages": ['Email: apple.gx.feng@amway.com', '电话: 15502405870', '地址: 辽宁省沈阳市铁西区北二中路18甲', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,儿童青少年,环境保护,企业社会责任', '成立时间: 2006-06-01 ', '组织类型: 机构挂靠企业', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "绿地里协作网络",
        "index": "L",
        "name": "绿地里协作网络",
        "pages": ['Email: 2605787@qq.com', '电话: 13260192049', '地址: 北京市北京城区昌平区没有', '网址: 无', '微信: 无', '服务对象: 文化艺术,公益行业支持,民间研究机构,残障人士,企业社会责任', '成立时间: 2014-01-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "四川尚明公益发展研究中心",
        "index": "S",
        "name": "四川尚明公益发展研究中心",
        "pages": ['Email: jiuzai512work@163.com', '电话: 2887044778', '地址: 四川省成都市青羊区一环路西一段155号附1号，百花苑三号楼三单元四室', '网址: jiuzai512.cn.com', '微信: 四川尚明公益发展研究中心', '服务对象: 政策倡导,公益行业支持,民间研究机构', '成立时间: 2008-05-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "大地之声",
        "index": "D",
        "name": "大地之声",
        "pages": ['Email: 513706851@qq.com', '电话: 15222258862', '地址: 天津市天津城区河北区仁恒花园', '网址: 无', '微信: 无', '服务对象: 儿童青少年,文化艺术', '成立时间: 2016-05-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "深圳市一飞网络及信息安全公益服务中心",
        "index": "S",
        "name": "深圳市一飞网络及信息安全公益服务中心",
        "pages": ['Email: f@1fei.wang', '电话: 13923450101', '地址: 广东省深圳市福田区园岭新村69栋303', '网址: www.1fei.wang', '微信: sz1fei', '服务对象: 公益行业支持,教育助学,信息网络,综合志愿服务', '成立时间: 2015-02-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "恒益隆庭志愿者之家",
        "index": "H",
        "name": "恒益隆庭志愿者之家",
        "pages": ['Email: 66486881@qq.com', '电话: 13821675448', '地址: 天津市天津城区西青区恒益隆庭社区服务中心三楼', '网址: 无', '微信: 无', '服务对象: 综合志愿服务', '成立时间: 2017-02-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "北京市东城区袖珍人之家",
        "index": "B",
        "name": "北京市东城区袖珍人之家",
        "pages": ['Email: xiuzhenren@126.com', '电话: 010-57064315', '地址: 北京市北京城区东城区长青园7号', '网址: www.xiuzhenren.org', '微信: 东城区袖珍人之家', '服务对象: 医疗卫生健康,残障人士,综合志愿服务', '成立时间: 2013-06-01 ', '组织类型: 民非注册社会组织暂无', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "苏州古城拍摄记录志愿者协会",
        "index": "S",
        "name": "苏州古城拍摄记录志愿者协会",
        "pages": ['Email: 786225909@qq.com', '电话: 18015588891', '地址: 江苏省苏州市虎丘区大同路12号703室', '网址: http://bbs.photosz.com.cn', '微信: 苏州古城拍记', '服务对象: 文化艺术', '成立时间: 2007-08-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "榆林民泰社区减防灾发展中心",
        "index": "Y",
        "name": "榆林民泰社区减防灾发展中心",
        "pages": ['Email: 422128073@qq.com', '电话: 18791825817', '地址: 陕西省榆林市榆阳区国瑞小区', '网址: 无', '微信: 无', '服务对象: 农村发展,灾害管理,环境保护', '成立时间: 2017-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "香港游戏治疗協会",
        "index": "X",
        "name": "香港游戏治疗協会",
        "pages": ['Email: pthkadmin@pthk.org', '电话: 15017983286', '地址: 香港特别行政区\N北区香港新界粉岺粉岺楼村124号地下', '网址: 无', '微信: 无', '服务对象: 儿童青少年,老年人,综合志愿服务', '成立时间: 2014-05-01 ', '组织类型: 机构挂靠民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "张掖市社会助老服务中心",
        "index": "Z",
        "name": "张掖市社会助老服务中心",
        "pages": ['Email: 1527047519@qq.com', '电话: 18894461268', '地址: 甘肃省张掖市甘州区乌江镇贾寨村居民小区东2号', '网址: 无', '微信: 无', '服务对象: 老年人', '成立时间: 2017-07-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "慧敏听力语言训练中心",
        "index": "H",
        "name": "慧敏听力语言训练中心",
        "pages": ['Email: 1711140781@qq.com', '电话: 13635945519', '地址: 江西省萍乡市安源区开发区登丰小区江家湾172号', '网址: 无', '微信: 1711140781@qq.com', '服务对象: 残障人士,教育助学', '成立时间: 2015-09-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "沈阳绿色希望环境保护发展中心",
        "index": "S",
        "name": "沈阳绿色希望环境保护发展中心",
        "pages": ['Email: 386325335@qq.com', '电话: 13478366651', '地址: 辽宁省沈阳市和平区北四经街28号503', '网址: 无', '微信: 希望志愿者协会', '服务对象: 环境保护', '成立时间: 2016-05-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "河南商丘腊梅花女性小组",
        "index": "H",
        "name": "河南商丘腊梅花女性小组",
        "pages": ['Email: 1049035265@qq.com', '电话: 15137347624', '地址: 河南省新乡市牧野区河南省新乡市牧野区前进路208号', '网址: 无', '微信: 无', '服务对象: 艾滋病,政策倡导,女性权利,教育助学', '成立时间: 2018-02-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "宁夏青少年志愿服务队",
        "index": "N",
        "name": "宁夏青少年志愿服务队",
        "pages": ['Email: 972110109@qq.com', '电话: 0951-0000000', '地址: 宁夏回族自治区银川市兴庆区宁夏民乐家园', '网址: 无', '微信: 无', '服务对象: 儿童青少年', '成立时间: 2010-02-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "兰州罕见病SMA爱心义工联盟",
        "index": "L",
        "name": "兰州罕见病SMA爱心义工联盟",
        "pages": ['Email: 1259743291@qq.com', '电话: 18919812688', '地址: 甘肃省兰州市红古区大通路601', '网址: 无', '微信: 无', '服务对象: 政策倡导,残障人士', '成立时间: 2016-01-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "江西在一起文化教育发展中心",
        "index": "J",
        "name": "江西在一起文化教育发展中心",
        "pages": ['Email: xiubin8839@gmail.com', '电话: 13687085526', '地址: 江西省南昌市南昌县象湖小洲路丁香怡景A区公寓楼3栋510', '网址: 无', '微信: zaiyiqilgbt', '服务对象: 艾滋病,政策倡导,性少数', '成立时间: 2012-11-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "靖州莲心助学社",
        "index": "J",
        "name": "靖州莲心助学社",
        "pages": ['Email: 416316571@qq.com', '电话: 8220317', '地址: 湖南省怀化市靖州苗族侗族自治县渠阳镇土桥街363号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,教育助学', '成立时间: 2008-02-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "云南文文助学志愿者协会",
        "index": "Y",
        "name": "云南文文助学志愿者协会",
        "pages": ['Email: 545419090@qq.com', '电话: 130787819257', '地址: 云南省昆明市西山区园西路98号', '网址: 无', '微信: 无', '服务对象: 教育助学,环境保护', '成立时间: 2007-06-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": " 北京筹令文化有限公司",
        "index": " ",
        "name": " 北京筹令文化有限公司",
        "pages": ['Email: 454739061@qq.com', '电话: 010-86466141', '地址: 北京市北京城区昌平区沙河青年创业大厦D301', '网址: www.weimingyaji.cn', '微信: 未名雅集', '服务对象: 文化艺术', '成立时间: 2006-05-01 ', '组织类型: 工商注册企业', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "广州市天河区先知行同心公益学社",
        "index": "G",
        "name": "广州市天河区先知行同心公益学社",
        "pages": ['Email: 2536365988@q.com', '电话: 18122724232', '地址: 广东省广州市天河区广州天河区沙太南路760号', '网址: 无', '微信: 无', '服务对象: 儿童青少年,老年人,综合志愿服务', '成立时间: 2017-10-01 ', '组织类型: 民非注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "纯尚公益网络志愿服务队",
        "index": "C",
        "name": "纯尚公益网络志愿服务队",
        "pages": ['Email: 1286111628@qq.com', '电话: 75527132120', '地址: 广东省深圳市宝安区光明新区马田街道新围第三工业区2排3栋101', '网址: 无', '微信: 纯尚志愿服务', '服务对象: 医疗卫生健康,残障人士,环境保护,信息网络,综合志愿服务', '成立时间: 2015-11-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "六色彩虹公益小组",
        "index": "L",
        "name": "六色彩虹公益小组",
        "pages": ['Email: gz_albert@163.com', '电话: 13725401177', '地址: 广东省广州市南沙区无', '网址: http://rainbow6s.org', '微信: 彩虹旗下', '服务对象: 性少数,信息网络,综合志愿服务', '成立时间: 2014-05-01 ', '组织类型: 工商注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "美嘉公益网络联盟",
        "index": "M",
        "name": "美嘉公益网络联盟",
        "pages": ['Email: 1220543085@qq.com', '电话: 15930586305', '地址: 河北省唐山市乐亭县无', '网址: 无', '微信: 无', '服务对象: 教育助学,环境保护,综合志愿服务', '成立时间: 2018-01-01 ', '组织类型: 虚拟组织民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "微益爱心协会",
        "index": "W",
        "name": "微益爱心协会",
        "pages": ['Email: 5802875@qq.com', '电话: 3934894431', '地址: 河南省濮阳市范县五一路油田教育中心', '网址: 无', '微信: rumeng188650', '服务对象: 儿童青少年,教育助学,环境保护', '成立时间: 2010-01-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "新乡大学生红丝带工作组",
        "index": "X",
        "name": "新乡大学生红丝带工作组",
        "pages": ['Email: 1085881994@qq.com', '电话: 15736959538', '地址: 河南省新乡市红旗区新乡学院', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,艾滋病,政策倡导,公益行业支持', '成立时间: 2015-09-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
      {
        "open": false,
        "id": "成瘾者开远社群工作室",
        "index": "C",
        "name": "成瘾者开远社群工作室",
        "pages": ['Email: 962207053@qq.com', '电话: 0873-7131268', '地址: 云南省红河哈尼族彝族自治州开远市化建路7号4-602', '网址: 无', '微信: 无', '服务对象: 医疗卫生健康,艾滋病', '成立时间: 2018-02-01 ', '组织类型: 尚未注册民间自发', 'NGO2.0评级: B-']
      },
    ]
  },
  onLoad: function (e) {
    console.log('onLoad')
    var that = this
    //初始化的时候渲染wxSearchdata
    WxSearch.init(that, 43, ['志愿者', '陕西', '公益基金', '自闭症','常州阳光爱心联盟']);
    WxSearch.initMindKeys(['志愿者', '陕西', '公益基金','自闭症']);
    var that = this,
    list = that.data.list;
    wx.hideLoading()
    this.setData({
      logs: this._normalizeSinger(list)
    })
    // this._calculateHeight()
    
  },
  _normalizeSinger(list) {
    //歌手列表渲染
    let map = {
      hot: {
        title: this.data.HOT_NAME,
        items: []
      }
    }
    list.forEach((item, index) => {
      if (index < this.data.HOT_SINGER_LEN) {
        if (((item.pages)[8].indexOf('A') > -1)){
          map.hot.items.push({
          open: item.open,
          name: item.name,
          intro:item.pages
        })
        }
      }
      const key = item.index
      if (!map[key]) {
        map[key] = {
          title: key,
          items: []
        }
      }
      map[key].items.push({
        open: item.open,
        name: item.name,
        intro: item.pages
      })
    })
    // 为了得到有序列表，我们需要处理 map
    let ret = []
    let hot = []
    for (let key in map) {
      let val = map[key]
      if (val.title.match(/[a-zA-Z]/)) {
        ret.push(val)
      } else if (val.title === this.data.HOT_NAME) {
        hot.push(val)
      }
    }
    ret.sort((a, b) => {
      return a.title.charCodeAt(0) - b.title.charCodeAt(0)
    })
    return hot.concat(ret)
  },
  scroll: function (e) {
    var newY = e.detail.scrollTop;
    this.scrollY(newY);
  },
  scrollY(newY) {
    const listHeight = this.data.listHeight
    // 当滚动到顶部，newY>0
    if (newY == 0 || newY < 0) {
      this.setData({
        currentIndex: 0,
        fixedTitle: ''
      })
      return
    }
    // 在中间部分滚动
    for (let i = 0; i < listHeight.length - 1; i++) {
      let height1 = listHeight[i]
      let height2 = listHeight[i + 1]
      if (newY >= height1 && newY < height2) {
        this.setData({
          currentIndex: i,
          fixedTitle: this.data.logs[i].title
        })
        this.fixedTt(height2 - newY);
        return
      }
    }
    // 当滚动到底部，且-newY大于最后一个元素的上限
    this.setData({
      currentIndex: listHeight.length - 2,
      fixedTitle: this.data.logs[listHeight.length - 2].title
    })
  },
  fixedTt(newVal) {
    let fixedTop = (newVal > 0 && newVal < TITLE_HEIGHT) ? newVal - TITLE_HEIGHT : 0
    if (this.data.fixedTop === fixedTop) {
      return
    }
    this.setData({
      fixedTop: fixedTop
    })
  },
  _calculateHeight() {
    var lHeight = [],
      that = this;
    let height = 0;
    lHeight.push(height);
    var query = wx.createSelectorQuery();
    query.selectAll('.list-group').boundingClientRect(function (rects) {
      var rect = rects,
        len = rect.length;
      for (let i = 0; i < len; i++) {
        height += rect[i].height;
        lHeight.push(height)
      }

    }).exec();
    var calHeight = setInterval(function () {
      if (lHeight != [0]) {
        that.setData({
          listHeight: lHeight
        });
        clearInterval(calHeight);
      }
    }, 1000)
  },
  scrollToview(e) {
    var id = e.target.dataset.id
    if (id == '热') {
      this.setData({
        scrollTop: 0
      })
    } else {
      this.setData({
        toView: id
      })
    }

  },
  wxSearchFn: function(e){
    var that = this
    console.log("that",that)
    WxSearch.wxSearchAddHisKey(that);
    var text = that.data.wxSearchData.value;
    console.log("text", text)
    if(text!=undefined){

    var cPage = getCurrentPages()[0];//打印cPage 获取其中的data属性 
    var templist = cPage.data.list; 
    if (!templist)
      return; 
    console.log("list", templist) 
    var newArr = templist.filter(function (item) {
      //item数组中的每一项 将数组中的每一项获取保存起来 
      return item.id.indexOf(text) > -1;
    })
    console.log(newArr);//对应搜索的一条数据 
    cPage.setData({
      logs: this._normalizeSinger(newArr)     
      }) 
    }
  },
  wxSearchInput: function(e){
    var that = this
    WxSearch.wxSearchInput(e,that);
  },
  wxSerchFocus: function(e){
    this.wxSearchFn();
    var that = this
    WxSearch.wxSearchFocus(e,that);
  },
  wxSearchBlur: function(e){
    var that = this
    WxSearch.wxSearchBlur(e,that);
  },
  wxSearchKeyTap:function(e){
    var that = this
    console.log('jfk',e)
    that.data.wxSearchData.value = e.currentTarget.dataset.key

    WxSearch.wxSearchKeyTap(e,that);
  },
  wxSearchDeleteKey: function(e){
    var that = this
    WxSearch.wxSearchDeleteKey(e,that);
  },
  wxSearchDeleteAll: function(e){
    var that = this;
    WxSearch.wxSearchDeleteAll(that);
  },
  wxSearchTap: function(e){
    var that = this
    WxSearch.wxSearchHiddenPancel(that);
    this.wxSearchFn();
  },
    kindToggle(e) {
      console.log("打开",e)
    const id = e.currentTarget.id
    const list = this.data.list
    for (let i = 0, len = list.length; i < len; ++i) {
      if (list[i].id === id) {
        list[i].open = !list[i].open
              console.log("开")

      } else {
        list[i].open = false
        console.log("guan")

      }
    }
 
    this.setData({
      logs:this._normalizeSinger(list) 
    })
      this.wxSearchFn();
    wx.reportAnalytics('click_view_programmatically', {})
  }
})
