module.exports=[
  {
    "id": "上海百特教育咨询中心",
    "name": "上海百特教育咨询中心",
    "longitude": "121.521671",
    "latitude": "31.214027"
  },
  {
    "id": "深圳市亮睛视觉研究所",
    "name": "深圳市亮睛视觉研究所",
    "longitude": "114.246899",
    "latitude": "22.720974"
  },
  {
    "id": "厦门市思明区启福社会工作服务中心",
    "name": "厦门市思明区启福社会工作服务中心",
    "longitude": "118.0943676",
    "latitude": "24.4407019"
  },
  {
    "id": "陕西妇源汇性别发展中心",
    "name": "陕西妇源汇性别发展中心",
    "longitude": "108.963873",
    "latitude": "34.256736"
  },
  {
    "id": "北京永真公益基金会",
    "name": "北京永真公益基金会",
    "longitude": "116.445109",
    "latitude": "39.909222"
  },
  {
    "id": "济南无痕环境文化传播中心",
    "name": "济南无痕环境文化传播中心",
    "longitude": "117.035607",
    "latitude": "36.673416"
  },
  {
    "id": "常州阳光爱心联盟",
    "name": "常州阳光爱心联盟",
    "longitude": "120.010529",
    "latitude": "31.80632099999999"
  },
  {
    "id": "中山大学中国公益慈善研究院",
    "name": "中山大学中国公益慈善研究院",
    "longitude": "113.291899",
    "latitude": "22.717082"
  },
  {
    "id": "深圳市自闭症研究会",
    "name": "深圳市自闭症研究会",
    "longitude": "114.14692",
    "latitude": "22.553383"
  },
  {
    "id": "重庆市南岸区巴渝公益发展中心",
    "name": "重庆市南岸区巴渝公益发展中心",
    "longitude": "106.57172",
    "latitude": "29.521066"
  },
  {
    "id": "云南省携手困难群体创业服务中心",
    "name": "云南省携手困难群体创业服务中心",
    "longitude": "102.7510048",
    "latitude": "24.9497515"
  },
  {
    "id": "铜仁市阳光志愿者协会",
    "name": "铜仁市阳光志愿者协会",
    "longitude": "109.195745",
    "latitude": "27.724479"
  },
  {
    "id": "广东省麦田教育基金会",
    "name": "广东省麦田教育基金会",
    "longitude": "113.29528",
    "latitude": "23.100559"
  },
  {
    "id": "石河子白杨志愿者协会",
    "name": "石河子白杨志愿者协会",
    "longitude": "86.05776519999999",
    "latitude": "44.2872006"
  },
  {
    "id": "深圳市龙岗区龙祥社工服务中心",
    "name": "深圳市龙岗区龙祥社工服务中心",
    "longitude": "114.251159",
    "latitude": "22.728949"
  },
  {
    "id": "遂宁社会组织服务中心",
    "name": "遂宁社会组织服务中心",
    "longitude": "105.5921741",
    "latitude": "30.5394424"
  },
  {
    "id": "甘肃伊山伊水环境与社会发展中心",
    "name": "甘肃伊山伊水环境与社会发展中心",
    "longitude": "103.823725",
    "latitude": "36.054011"
  },
  {
    "id": "镇江新区开心果文化活动中心",
    "name": "镇江新区开心果文化活动中心",
    "longitude": "119.66803",
    "latitude": "32.187929"
  },
  {
    "id": "杭州下城品之行生活文化体验坊",
    "name": "杭州下城品之行生活文化体验坊",
    "longitude": "120.184546",
    "latitude": "30.267888"
  },
  {
    "id": "郑州市和勤青年志愿互助中心",
    "name": "郑州市和勤青年志愿互助中心",
    "longitude": "113.6409836",
    "latitude": "34.734614"
  },
  {
    "id": "深圳市花样盛年慈善基金会",
    "name": "深圳市花样盛年慈善基金会",
    "longitude": "114.006397",
    "latitude": "22.526946"
  },
  {
    "id": "靖远春风雨露环境与社会发展中心",
    "name": "靖远春风雨露环境与社会发展中心",
    "longitude": "104.676774",
    "latitude": "36.571365"
  },
  {
    "id": "上海华新残疾儿童康育院",
    "name": "上海华新残疾儿童康育院",
    "longitude": "121.2305469",
    "latitude": "31.2022538"
  },
  {
    "id": "甘肃兴邦社会工作服务中心",
    "name": "甘肃兴邦社会工作服务中心",
    "longitude": "103.79078",
    "latitude": "36.061058"
  },
  {
    "id": "重庆市梁平区青年志愿者协会",
    "name": "重庆市梁平区青年志愿者协会",
    "longitude": "107.7964827",
    "latitude": "30.6692174"
  },
  {
    "id": "苏州欢乐鼓青少年互助中心",
    "name": "苏州欢乐鼓青少年互助中心",
    "longitude": "120.598569",
    "latitude": "31.301448"
  },
  {
    "id": "沈阳市沈河区大南地区慈恩坊社会工作服务中心",
    "name": "沈阳市沈河区大南地区慈恩坊社会工作服务中心",
    "longitude": "123.462636",
    "latitude": "41.786082"
  },
  {
    "id": "重庆市渝中区至善社会工作事务所",
    "name": "重庆市渝中区至善社会工作事务所",
    "longitude": "106.554653",
    "latitude": "29.565967"
  },
  {
    "id": "土默特右旗义工联合会",
    "name": "土默特右旗义工联合会",
    "longitude": "110.524262",
    "latitude": "40.569426"
  },
  {
    "id": "定西市安定区爱心公益协会",
    "name": "定西市安定区爱心公益协会",
    "longitude": "104.6293282",
    "latitude": "35.5839394"
  },
  {
    "id": "北京博爱互联社会工作事务所",
    "name": "北京博爱互联社会工作事务所",
    "longitude": "116.424186",
    "latitude": "39.84814"
  },
  {
    "id": "西安市碑林区拉拉手特殊教育中心",
    "name": "西安市碑林区拉拉手特殊教育中心",
    "longitude": "109.0160827",
    "latitude": "34.2605116"
  },
  {
    "id": "深圳市温馨社工服务中心",
    "name": "深圳市温馨社工服务中心",
    "longitude": "114.048256",
    "latitude": "22.552195"
  },
  {
    "id": "长沙市星火公益读书协会",
    "name": "长沙市星火公益读书协会",
    "longitude": "113.08081",
    "latitude": "28.24615"
  },
  {
    "id": "庄浪县大爱无疆志愿者协会",
    "name": "庄浪县大爱无疆志愿者协会",
    "longitude": "106.036686",
    "latitude": "35.202385"
  },
  {
    "id": "长沙市雨花区群英公益发展促进中心",
    "name": "长沙市雨花区群英公益发展促进中心",
    "longitude": "112.997192",
    "latitude": "28.15484"
  },
  {
    "id": "湘阴县青年众爱公益协会",
    "name": "湘阴县青年众爱公益协会",
    "longitude": "112.9166805",
    "latitude": "28.6826712"
  },
  {
    "id": "云南银杏社会工作服务中心",
    "name": "云南银杏社会工作服务中心",
    "longitude": "102.6775347",
    "latitude": "25.0358646"
  },
  {
    "id": "深圳溫馨社工服務中心",
    "name": "深圳溫馨社工服務中心",
    "longitude": "114.047942",
    "latitude": "22.55206"
  },
  {
    "id": "543社工中心",
    "name": "543社工中心",
    "longitude": "104.240903",
    "latitude": "30.56957"
  },
  {
    "id": "纳雍县爱心纳雍公益联合会",
    "name": "纳雍县爱心纳雍公益联合会",
    "longitude": "105.382714",
    "latitude": "26.777645"
  },
  {
    "id": "深圳市龙岗区中南社工服务社",
    "name": "深圳市龙岗区中南社工服务社",
    "longitude": "114.230131",
    "latitude": "22.691151"
  },
  {
    "id": "深圳市龙岗区蓝天社特殊儿童康复中心",
    "name": "深圳市龙岗区蓝天社特殊儿童康复中心",
    "longitude": "114.282254",
    "latitude": "22.763153"
  },
  {
    "id": "太谷县古城志愿者联合会",
    "name": "太谷县古城志愿者联合会",
    "longitude": "112.5588005",
    "latitude": "37.4226366"
  },
  {
    "id": "长沙市雨花区益家公益文化促进中心",
    "name": "长沙市雨花区益家公益文化促进中心",
    "longitude": "113.025306",
    "latitude": "28.167872"
  },
  {
    "id": "深圳市鹏星社会工作服务社",
    "name": "深圳市鹏星社会工作服务社",
    "longitude": "114.041761",
    "latitude": "22.697034"
  },
  {
    "id": "重庆市江津阳光社会工作服务中心",
    "name": "重庆市江津阳光社会工作服务中心",
    "longitude": "106.259281",
    "latitude": "29.290069"
  },
  {
    "id": "长沙县星辰社会工作发展中心",
    "name": "长沙县星辰社会工作发展中心",
    "longitude": "113.108957",
    "latitude": "28.252347"
  },
  {
    "id": "安阳厚義公益联合会",
    "name": "安阳厚義公益联合会",
    "longitude": "114.3710978",
    "latitude": "36.107012"
  },
  {
    "id": "重庆市九龙坡区黄桷树青年社工发展协会",
    "name": "重庆市九龙坡区黄桷树青年社工发展协会",
    "longitude": "106.503508",
    "latitude": "29.517718"
  },
  {
    "id": "驻马店市天中义工联合会",
    "name": "驻马店市天中义工联合会",
    "longitude": "114.029015",
    "latitude": "32.979802"
  },
  {
    "id": "北京蝴蝶结结节性硬化症罕见病关爱中心",
    "name": "北京蝴蝶结结节性硬化症罕见病关爱中心",
    "longitude": "116.353338",
    "latitude": "39.872111"
  },
  {
    "id": "海宁市素食文化交流中心（南关厢公益素食馆）",
    "name": "海宁市素食文化交流中心（南关厢公益素食馆）",
    "longitude": "120.680757",
    "latitude": "30.510659"
  },
  {
    "id": "长沙市雨花区孝为先社工服务中心",
    "name": "长沙市雨花区孝为先社工服务中心",
    "longitude": "113.024069",
    "latitude": "28.147988"
  },
  {
    "id": "宜宾市春苗公益助学中心",
    "name": "宜宾市春苗公益助学中心",
    "longitude": "104.6247174",
    "latitude": "28.7699095"
  },
  {
    "id": "广州市越秀区捌零柒社会服务中心",
    "name": "广州市越秀区捌零柒社会服务中心",
    "longitude": "113.264033",
    "latitude": "23.123701"
  },
  {
    "id": "林文镜慈善基金会",
    "name": "林文镜慈善基金会",
    "longitude": "119.278028",
    "latitude": "26.059517"
  },
  {
    "id": "宁夏青年社会创新发展中心",
    "name": "宁夏青年社会创新发展中心",
    "longitude": "106.265763",
    "latitude": "38.493898"
  },
  {
    "id": "运城市爱诺特殊教育学校",
    "name": "运城市爱诺特殊教育学校",
    "longitude": "111.008601",
    "latitude": "35.015127"
  },
  {
    "id": "平湖市曙光应急救援中心",
    "name": "平湖市曙光应急救援中心",
    "longitude": "121.021352",
    "latitude": "30.689967"
  },
  {
    "id": "乐安爱心志愿者协会",
    "name": "乐安爱心志愿者协会",
    "longitude": "115.833225",
    "latitude": "27.420903"
  },
  {
    "id": "海南青年星公益服务中心",
    "name": "海南青年星公益服务中心",
    "longitude": "110.3575134",
    "latitude": "20.0178909"
  },
  {
    "id": "烟台市福山区馨悦居家养老服务中心",
    "name": "烟台市福山区馨悦居家养老服务中心",
    "longitude": "121.265336",
    "latitude": "37.49048"
  },
  {
    "id": "上海闵行区乐心社会工作服务中心",
    "name": "上海闵行区乐心社会工作服务中心",
    "longitude": "121.350093",
    "latitude": "30.717976"
  },
  {
    "id": "仙桃市义工联合会",
    "name": "仙桃市义工联合会",
    "longitude": "113.4598771",
    "latitude": "30.3505208"
  },
  {
    "id": "天津市静海魔术家协会（公益）",
    "name": "天津市静海魔术家协会（公益）",
    "longitude": "116.97413",
    "latitude": "38.947512"
  },
  {
    "id": "唐山怡佳社会工作服务中心",
    "name": "唐山怡佳社会工作服务中心",
    "longitude": "118.191788",
    "latitude": "39.63345899999999"
  },
  {
    "id": "宁夏阳光正茂社会工作发展中心",
    "name": "宁夏阳光正茂社会工作发展中心",
    "longitude": "106.277004",
    "latitude": "38.452216"
  },
  {
    "id": "平凉众益农村社区发展协会",
    "name": "平凉众益农村社区发展协会",
    "longitude": "106.7319711",
    "latitude": "35.5190311"
  },
  {
    "id": "上海浦东新区川沙启辰公益服务社",
    "name": "上海浦东新区川沙启辰公益服务社",
    "longitude": "121.6922076",
    "latitude": "31.172561"
  },
  {
    "id": "沈阳市和平区律动公益社会工作服务中心",
    "name": "沈阳市和平区律动公益社会工作服务中心",
    "longitude": "123.4196807",
    "latitude": "41.77844899999999"
  },
  {
    "id": "广西爱心蚂蚁公益协会",
    "name": "广西爱心蚂蚁公益协会",
    "longitude": "108.337025",
    "latitude": "22.808634"
  },
  {
    "id": "湘阴爱心志愿者团队",
    "name": "湘阴爱心志愿者团队",
    "longitude": "112.896117",
    "latitude": "28.676017"
  },
  {
    "id": "深圳市鹏城青少年成长指导中心",
    "name": "深圳市鹏城青少年成长指导中心",
    "longitude": "113.935992",
    "latitude": "22.517298"
  },
  {
    "id": "山西方舟自闭症康复研究院",
    "name": "山西方舟自闭症康复研究院",
    "longitude": "112.5523413",
    "latitude": "37.8163086"
  },
  {
    "id": "南京雨花乐荷社区发展中心",
    "name": "南京雨花乐荷社区发展中心",
    "longitude": "118.7746918",
    "latitude": "31.9743362"
  },
  {
    "id": "云南省昭通市环境保护志愿者协会",
    "name": "云南省昭通市环境保护志愿者协会",
    "longitude": "103.725176",
    "latitude": "27.332543"
  },
  {
    "id": "重庆市大渡口区山城社会工作服务中心",
    "name": "重庆市大渡口区山城社会工作服务中心",
    "longitude": "106.4848079",
    "latitude": "29.5281104"
  },
  {
    "id": "长沙市天心区萌习团社会工作服务中心",
    "name": "长沙市天心区萌习团社会工作服务中心",
    "longitude": "112.978766",
    "latitude": "28.107113"
  },
  {
    "id": "上海仁渡海洋公益发展中心",
    "name": "上海仁渡海洋公益发展中心",
    "longitude": "121.521671",
    "latitude": "31.214027"
  },
  {
    "id": "海南省义工互助协会",
    "name": "海南省义工互助协会",
    "longitude": "110.356954",
    "latitude": "20.025006"
  },
  {
    "id": "云霄县彩虹公益联合会",
    "name": "云霄县彩虹公益联合会",
    "longitude": "117.34064",
    "latitude": "23.964489"
  },
  {
    "id": "厦门市“温馨夕阳”咨询服务中心",
    "name": "厦门市“温馨夕阳”咨询服务中心",
    "longitude": "118.093469",
    "latitude": "24.453061"
  },
  {
    "id": "深圳市福田沙头红树文学协会",
    "name": "深圳市福田沙头红树文学协会",
    "longitude": "114.04398",
    "latitude": "22.528936"
  },
  {
    "id": "长沙市绿舟防灾减灾促进中心",
    "name": "长沙市绿舟防灾减灾促进中心",
    "longitude": "112.9792036",
    "latitude": "28.1525618"
  },
  {
    "id": "上海德博蝴蝶宝贝关爱中心",
    "name": "上海德博蝴蝶宝贝关爱中心",
    "longitude": "121.404132",
    "latitude": "31.307909"
  },
  {
    "id": "山西天龙救援队",
    "name": "山西天龙救援队",
    "longitude": "112.583685",
    "latitude": "37.856908"
  },
  {
    "id": "昆明市官渡区润土青少年事务服务中心",
    "name": "昆明市官渡区润土青少年事务服务中心",
    "longitude": "102.7493137",
    "latitude": "24.9493066"
  },
  {
    "id": "深圳市宝安区益民",
    "name": "深圳市宝安区益民",
    "longitude": "113.782403",
    "latitude": "22.737623"
  },
  {
    "id": "南阳益博社会工作服务中心",
    "name": "南阳益博社会工作服务中心",
    "longitude": "112.508282",
    "latitude": "32.97845"
  },
  {
    "id": "河南鼎力社会工作服务拓展中心",
    "name": "河南鼎力社会工作服务拓展中心",
    "longitude": "114.0110968",
    "latitude": "34.7791878"
  },
  {
    "id": "贵港市荷城义工协会",
    "name": "贵港市荷城义工协会",
    "longitude": "109.6001438",
    "latitude": "23.1131689"
  },
  {
    "id": "西乡县妇女发展协会",
    "name": "西乡县妇女发展协会",
    "longitude": "107.767963",
    "latitude": "32.983272"
  },
  {
    "id": "重庆兴民社会工作服务中心",
    "name": "重庆兴民社会工作服务中心",
    "longitude": "106.338866",
    "latitude": "29.618129"
  },
  {
    "id": "中国扶贫志愿服务促进会",
    "name": "中国扶贫志愿服务促进会",
    "longitude": "116.274787",
    "latitude": "39.954669"
  },
  {
    "id": "银川市民族综合福利院",
    "name": "银川市民族综合福利院",
    "longitude": "106.096585",
    "latitude": "38.383312"
  },
  {
    "id": "包头市自强公益协会",
    "name": "包头市自强公益协会",
    "longitude": "109.483532",
    "latitude": "40.631957"
  },
  {
    "id": "哈尔滨是行大公益服务发展中心",
    "name": "哈尔滨是行大公益服务发展中心",
    "longitude": "126.5990804",
    "latitude": "45.7522265"
  },
  {
    "id": "深圳市国际交流合作基金会",
    "name": "深圳市国际交流合作基金会",
    "longitude": "114.030353",
    "latitude": "22.535633"
  },
  {
    "id": "云浮市大同社会工作服务中心",
    "name": "云浮市大同社会工作服务中心",
    "longitude": "112.039336",
    "latitude": "22.935317"
  },
  {
    "id": "甘肃博才职业培训学校",
    "name": "甘肃博才职业培训学校",
    "longitude": "103.622074",
    "latitude": "36.090395"
  },
  {
    "id": "鄂尔多斯弘德公益志愿者协会",
    "name": "鄂尔多斯弘德公益志愿者协会",
    "longitude": "109.9730527",
    "latitude": "39.8366285"
  },
  {
    "id": "成都高新区阳光志愿者联盟",
    "name": "成都高新区阳光志愿者联盟",
    "longitude": "104.030519",
    "latitude": "30.669828"
  },
  {
    "id": "昆山市乐仁公益发展中心",
    "name": "昆山市乐仁公益发展中心",
    "longitude": "120.962873",
    "latitude": "31.386237"
  },
  {
    "id": "广西八桂义工协会",
    "name": "广西八桂义工协会",
    "longitude": "108.336846",
    "latitude": "22.82201"
  },
  {
    "id": "网易乐得公益基金会",
    "name": "网易乐得公益基金会",
    "longitude": "116.2748552",
    "latitude": "40.0428771"
  },
  {
    "id": "深圳市健康教育与健康促进协会",
    "name": "深圳市健康教育与健康促进协会",
    "longitude": "113.988585",
    "latitude": "22.560986"
  },
  {
    "id": "郑州市中原区德佑社会工作服务中心",
    "name": "郑州市中原区德佑社会工作服务中心",
    "longitude": "113.6135105",
    "latitude": "34.7509934"
  },
  {
    "id": "洛阳市义工联合会（河洛志愿者协会）",
    "name": "洛阳市义工联合会（河洛志愿者协会）",
    "longitude": "112.3836413",
    "latitude": "34.66034680000001"
  },
  {
    "id": "岚县公益365爱心协会",
    "name": "岚县公益365爱心协会",
    "longitude": "111.6618188",
    "latitude": "38.27445180000001"
  },
  {
    "id": "四川海惠助贫服务中心",
    "name": "四川海惠助贫服务中心",
    "longitude": "103.991533",
    "latitude": "30.63112899999999"
  },
  {
    "id": "昆明市五华区明心社会工作服务中心",
    "name": "昆明市五华区明心社会工作服务中心",
    "longitude": "102.678452",
    "latitude": "25.08602"
  },
  {
    "id": "商洛慧灵智障人士服务中心",
    "name": "商洛慧灵智障人士服务中心",
    "longitude": "109.9212801",
    "latitude": "33.8743385"
  },
  {
    "id": "南京华衣助学助教基金会",
    "name": "南京华衣助学助教基金会",
    "longitude": "118.77391",
    "latitude": "32.018668"
  },
  {
    "id": "靖州苗族侗族自治县义工联盟",
    "name": "靖州苗族侗族自治县义工联盟",
    "longitude": "109.6954361",
    "latitude": "26.5747457"
  },
  {
    "id": "北川羌族自治县大鱼青少年公益发展中心",
    "name": "北川羌族自治县大鱼青少年公益发展中心",
    "longitude": "104.470975",
    "latitude": "31.5993636"
  },
  {
    "id": "陕北爱心树特殊孩子服务中心",
    "name": "陕北爱心树特殊孩子服务中心",
    "longitude": "110.2455846",
    "latitude": "37.5606497"
  },
  {
    "id": "开封市志愿者协会",
    "name": "开封市志愿者协会",
    "longitude": "114.349731",
    "latitude": "34.817268"
  },
  {
    "id": "小鸭嘎嘎公益文化促进中心",
    "name": "小鸭嘎嘎公益文化促进中心",
    "longitude": "114.096027",
    "latitude": "22.535881"
  },
  {
    "id": "兰州乐行公益推广发展服务中心",
    "name": "兰州乐行公益推广发展服务中心",
    "longitude": "103.814097",
    "latitude": "36.059028"
  },
  {
    "id": "金华市绿色生态文化服务中心",
    "name": "金华市绿色生态文化服务中心",
    "longitude": "119.6520793",
    "latitude": "29.1092358"
  },
  {
    "id": "泉州市洛江区北斗星自闭症儿童培训中心",
    "name": "泉州市洛江区北斗星自闭症儿童培训中心",
    "longitude": "118.677037",
    "latitude": "24.947538"
  },
  {
    "id": "金华市金东区大脚印社会组织公益服务中心",
    "name": "金华市金东区大脚印社会组织公益服务中心",
    "longitude": "119.651651",
    "latitude": "29.091786"
  },
  {
    "id": "奉节县春雨残疾儿童康复训练服务中心",
    "name": "奉节县春雨残疾儿童康复训练服务中心",
    "longitude": "109.472738",
    "latitude": "31.025863"
  },
  {
    "id": "北京奇点公益信息技术服务中心",
    "name": "北京奇点公益信息技术服务中心",
    "longitude": "116.329786",
    "latitude": "39.938918"
  },
  {
    "id": "陕西省爱国主义志愿者协会",
    "name": "陕西省爱国主义志愿者协会",
    "longitude": "108.964589",
    "latitude": "34.270662"
  },
  {
    "id": "甘肃怡欣心理咨询中心",
    "name": "甘肃怡欣心理咨询中心",
    "longitude": "103.895969",
    "latitude": "36.064709"
  },
  {
    "id": "柳州市星语康复训练中心",
    "name": "柳州市星语康复训练中心",
    "longitude": "109.398814",
    "latitude": "24.268755"
  },
  {
    "id": "济南市历下区启明星生命关爱中心",
    "name": "济南市历下区启明星生命关爱中心",
    "longitude": "117.03339",
    "latitude": "36.665324"
  },
  {
    "id": "上海金山区前靖社会工作服务社",
    "name": "上海金山区前靖社会工作服务社",
    "longitude": "121.332801",
    "latitude": "30.71615"
  },
  {
    "id": "成都高新区合益社区服务中心",
    "name": "成都高新区合益社区服务中心",
    "longitude": "103.9242191",
    "latitude": "30.74144949999999"
  },
  {
    "id": "杭州市上城区风动力社区青少年服务中心",
    "name": "杭州市上城区风动力社区青少年服务中心",
    "longitude": "120.141405",
    "latitude": "30.319037"
  },
  {
    "id": "北京市石景山区芯动力社会组织发展中心",
    "name": "北京市石景山区芯动力社会组织发展中心",
    "longitude": "116.2077122",
    "latitude": "39.8983444"
  },
  {
    "id": "汉阴县志愿者联合会",
    "name": "汉阴县志愿者联合会",
    "longitude": "108.5105807",
    "latitude": "32.8882985"
  },
  {
    "id": "旬阳县义工家园",
    "name": "旬阳县义工家园",
    "longitude": "109.364845",
    "latitude": "32.835485"
  },
  {
    "id": "防城港市爱立方爱童敬老协会",
    "name": "防城港市爱立方爱童敬老协会",
    "longitude": "108.3429634",
    "latitude": "21.7546087"
  },
  {
    "id": "庆阳市阳光志愿者协会",
    "name": "庆阳市阳光志愿者协会",
    "longitude": "107.6347087",
    "latitude": "35.7216984"
  },
  {
    "id": "西吉县清源和谐社区服务中心",
    "name": "西吉县清源和谐社区服务中心",
    "longitude": "105.751978",
    "latitude": "35.964343"
  },
  {
    "id": "重庆市渝中区静水社会工作发展中心",
    "name": "重庆市渝中区静水社会工作发展中心",
    "longitude": "106.554653",
    "latitude": "29.565967"
  },
  {
    "id": "万年蓝天救援队",
    "name": "万年蓝天救援队",
    "longitude": "117.0703077",
    "latitude": "28.6945975"
  },
  {
    "id": "深圳市卫宁读写障碍服务中心",
    "name": "深圳市卫宁读写障碍服务中心",
    "longitude": "114.054072",
    "latitude": "22.559257"
  },
  {
    "id": "中国基金会发展论坛",
    "name": "中国基金会发展论坛",
    "longitude": "116.450511",
    "latitude": "39.971733"
  },
  {
    "id": "甘肃省金昌市大爱无疆公益协会",
    "name": "甘肃省金昌市大爱无疆公益协会",
    "longitude": "102.204329",
    "latitude": "38.52567"
  },
  {
    "id": "同性恋亲友会",
    "name": "同性恋亲友会",
    "longitude": "113.3209822",
    "latitude": "23.1420217"
  },
  {
    "id": "宁夏固原市西固爱心志愿者协会",
    "name": "宁夏固原市西固爱心志愿者协会",
    "longitude": "106.287781",
    "latitude": "36.003739"
  },
  {
    "id": "潢川土根爱心协会",
    "name": "潢川土根爱心协会",
    "longitude": "115.0369667",
    "latitude": "32.1406361"
  },
  {
    "id": "益阳市爱行志愿者协会",
    "name": "益阳市爱行志愿者协会",
    "longitude": "112.342239",
    "latitude": "28.546523"
  },
  {
    "id": "沈阳市环保志愿者协会",
    "name": "沈阳市环保志愿者协会",
    "longitude": "123.421982",
    "latitude": "41.793576"
  },
  {
    "id": "黎川守望精彩公益发展中心",
    "name": "黎川守望精彩公益发展中心",
    "longitude": "116.9132526",
    "latitude": "27.2931723"
  },
  {
    "id": "岳阳市茹兰公益协会",
    "name": "岳阳市茹兰公益协会",
    "longitude": "113.1229975",
    "latitude": "29.3724421"
  },
  {
    "id": "陕西孝慈社会工作发展中心",
    "name": "陕西孝慈社会工作发展中心",
    "longitude": "108.9353271",
    "latitude": "34.2558113"
  },
  {
    "id": "盘锦市大洼区环境科普公益协会",
    "name": "盘锦市大洼区环境科普公益协会",
    "longitude": "122.072272",
    "latitude": "41.08908599999999"
  },
  {
    "id": "长沙市雨花区德馨读书吧",
    "name": "长沙市雨花区德馨读书吧",
    "longitude": "113.015748",
    "latitude": "28.135721"
  },
  {
    "id": "山东公益联盟",
    "name": "山东公益联盟",
    "longitude": "116.8971879",
    "latitude": "36.6705504"
  },
  {
    "id": "石城县志愿者协会",
    "name": "石城县志愿者协会",
    "longitude": "116.331434",
    "latitude": "26.31493"
  },
  {
    "id": "稻草人法律咨询",
    "name": "稻草人法律咨询",
    "longitude": "114.387835",
    "latitude": "30.474454"
  },
  {
    "id": "甘肃善泉城乡社区发展中心",
    "name": "甘肃善泉城乡社区发展中心",
    "longitude": "103.7877797",
    "latitude": "36.06106140000001"
  },
  {
    "id": "衢州青年创新公益中心",
    "name": "衢州青年创新公益中心",
    "longitude": "118.913392",
    "latitude": "28.900134"
  },
  {
    "id": "哈尔滨市嘉仁社会组织服务中心",
    "name": "哈尔滨市嘉仁社会组织服务中心",
    "longitude": "126.62298",
    "latitude": "45.782592"
  },
  {
    "id": "乐山善诚志愿者协会",
    "name": "乐山善诚志愿者协会",
    "longitude": "103.761329",
    "latitude": "29.555374"
  },
  {
    "id": "永丰县蓝丝带志愿者协会",
    "name": "永丰县蓝丝带志愿者协会",
    "longitude": "115.4420039",
    "latitude": "27.3175043"
  },
  {
    "id": "兴县志愿者协会",
    "name": "兴县志愿者协会",
    "longitude": "111.12621",
    "latitude": "38.464653"
  },
  {
    "id": "贵州省贵阳市生态文明基金会",
    "name": "贵州省贵阳市生态文明基金会",
    "longitude": "106.710104",
    "latitude": "26.565566"
  },
  {
    "id": "兰州欣雨星儿童心理发展中心",
    "name": "兰州欣雨星儿童心理发展中心",
    "longitude": "103.875035",
    "latitude": "36.048217"
  },
  {
    "id": "瑞丽市妇女儿童发展中心",
    "name": "瑞丽市妇女儿童发展中心",
    "longitude": "97.860612",
    "latitude": "24.011286"
  },
  {
    "id": "长兴县春蚕义工协会",
    "name": "长兴县春蚕义工协会",
    "longitude": "119.921873",
    "latitude": "30.994131"
  },
  {
    "id": "成都倍力社会组织发展促进中心",
    "name": "成都倍力社会组织发展促进中心",
    "longitude": "104.0421704",
    "latitude": "30.6145975"
  },
  {
    "id": "重庆市江北区青少年社会事务服务中心",
    "name": "重庆市江北区青少年社会事务服务中心",
    "longitude": "106.5667755",
    "latitude": "29.5814317"
  },
  {
    "id": "深圳市宝安区心康乐特殊儿童训练中心",
    "name": "深圳市宝安区心康乐特殊儿童训练中心",
    "longitude": "113.883231",
    "latitude": "22.576837"
  },
  {
    "id": "中山市芊苗公益传播中心",
    "name": "中山市芊苗公益传播中心",
    "longitude": "113.398577",
    "latitude": "22.513701"
  },
  {
    "id": "广西华侨爱心基金会",
    "name": "广西华侨爱心基金会",
    "longitude": "108.326701",
    "latitude": "22.804004"
  },
  {
    "id": "平江县小城微爱志愿者协会",
    "name": "平江县小城微爱志愿者协会",
    "longitude": "113.744919",
    "latitude": "28.972363"
  },
  {
    "id": "中卫市残疾儿童康复中心",
    "name": "中卫市残疾儿童康复中心",
    "longitude": "105.198795",
    "latitude": "37.508003"
  },
  {
    "id": "深圳市龙华区民治北站社区老年人舞蹈协会",
    "name": "深圳市龙华区民治北站社区老年人舞蹈协会",
    "longitude": "114.0294996",
    "latitude": "22.6011"
  },
  {
    "id": "昆明益行公益社区发展服务中心",
    "name": "昆明益行公益社区发展服务中心",
    "longitude": "102.744797",
    "latitude": "25.0714136"
  },
  {
    "id": "北京沃启公益基金会",
    "name": "北京沃启公益基金会",
    "longitude": "116.4073963",
    "latitude": "39.90419989999999"
  },
  {
    "id": "华亭县青年志愿者协会",
    "name": "华亭县青年志愿者协会",
    "longitude": "106.653158",
    "latitude": "35.218292"
  },
  {
    "id": "梧州市长洲区长安义工协会",
    "name": "梧州市长洲区长安义工协会",
    "longitude": "111.261245",
    "latitude": "23.459252"
  },
  {
    "id": "新华区创一青少年社会工作服务中心",
    "name": "新华区创一青少年社会工作服务中心",
    "longitude": "113.287219",
    "latitude": "33.741487"
  },
  {
    "id": "承德爱心联盟志愿者协会",
    "name": "承德爱心联盟志愿者协会",
    "longitude": "117.9441515",
    "latitude": "40.9889027"
  },
  {
    "id": "七星关区众爱公益联合协会",
    "name": "七星关区众爱公益联合协会",
    "longitude": "105.297002",
    "latitude": "27.302532"
  },
  {
    "id": "重庆市沙坪坝区特殊需要儿童康复托养中心",
    "name": "重庆市沙坪坝区特殊需要儿童康复托养中心",
    "longitude": "106.4184622",
    "latitude": "29.5638689"
  },
  {
    "id": "南京市雨花台区小萝卜儿童关爱中心",
    "name": "南京市雨花台区小萝卜儿童关爱中心",
    "longitude": "118.770215",
    "latitude": "32.022933"
  },
  {
    "id": "长沙县国荣公益服务中心",
    "name": "长沙县国荣公益服务中心",
    "longitude": "113.116897",
    "latitude": "28.216663"
  },
  {
    "id": "广西心香公益社工服务中心",
    "name": "广西心香公益社工服务中心",
    "longitude": "108.323072",
    "latitude": "22.812932"
  },
  {
    "id": "长沙市雨花区美人鱼公益服务中心",
    "name": "长沙市雨花区美人鱼公益服务中心",
    "longitude": "113.015885",
    "latitude": "28.124119"
  },
  {
    "id": "广西生物多样性研究和保护协会",
    "name": "广西生物多样性研究和保护协会",
    "longitude": "108.334693",
    "latitude": "22.81554"
  },
  {
    "id": "萍乡市武功山志愿者协会",
    "name": "萍乡市武功山志愿者协会",
    "longitude": "114.174842",
    "latitude": "27.598453"
  },
  {
    "id": "致福慈善基金会",
    "name": "致福慈善基金会",
    "longitude": "116.3795",
    "latitude": "39.9499"
  },
  {
    "id": "重庆市九龙坡区义友社会工作服务中心",
    "name": "重庆市九龙坡区义友社会工作服务中心",
    "longitude": "106.503508",
    "latitude": "29.517718"
  },
  {
    "id": "南昌心航社工服务中心",
    "name": "南昌心航社工服务中心",
    "longitude": "115.834537",
    "latitude": "28.655449"
  },
  {
    "id": "宿州市公益顺风车志愿者协会",
    "name": "宿州市公益顺风车志愿者协会",
    "longitude": "116.977463",
    "latitude": "33.640061"
  },
  {
    "id": "中山市易读写学童启能中心",
    "name": "中山市易读写学童启能中心",
    "longitude": "113.358988",
    "latitude": "22.520088"
  },
  {
    "id": "遂宁辛航青少年发展中心",
    "name": "遂宁辛航青少年发展中心",
    "longitude": "105.5744398",
    "latitude": "30.5054531"
  },
  {
    "id": "成都市新叶助残公益服务中心",
    "name": "成都市新叶助残公益服务中心",
    "longitude": "103.996015",
    "latitude": "30.666518"
  },
  {
    "id": "大冶市环境保护志愿者协会",
    "name": "大冶市环境保护志愿者协会",
    "longitude": "114.9752446",
    "latitude": "30.1047941"
  },
  {
    "id": "铜鼓县青年志愿者协会",
    "name": "铜鼓县青年志愿者协会",
    "longitude": "114.369307",
    "latitude": "28.518228"
  },
  {
    "id": "南城县爱心志愿者协会",
    "name": "南城县爱心志愿者协会",
    "longitude": "116.63704",
    "latitude": "27.569678"
  },
  {
    "id": "抚州市新希望公益发展中心",
    "name": "抚州市新希望公益发展中心",
    "longitude": "116.2999985",
    "latitude": "27.9312952"
  },
  {
    "id": "吉安蓝天救援队",
    "name": "吉安蓝天救援队",
    "longitude": "114.9262209",
    "latitude": "27.0265719"
  },
  {
    "id": "萍乡市湘东区志愿者协会",
    "name": "萍乡市湘东区志愿者协会",
    "longitude": "113.7555351",
    "latitude": "27.63809"
  },
  {
    "id": "长沙市雨花区益友公益促进会",
    "name": "长沙市雨花区益友公益促进会",
    "longitude": "113.025306",
    "latitude": "28.167872"
  },
  {
    "id": "浦口区太阳花残疾人互助乐园",
    "name": "浦口区太阳花残疾人互助乐园",
    "longitude": "118.699112",
    "latitude": "32.096862"
  },
  {
    "id": "赣州市阳光社会工作服务中心",
    "name": "赣州市阳光社会工作服务中心",
    "longitude": "114.929589",
    "latitude": "25.838107"
  },
  {
    "id": "洛阳市欣和社会工作服务中心",
    "name": "洛阳市欣和社会工作服务中心",
    "longitude": "112.413824",
    "latitude": "34.678698"
  },
  {
    "id": "南宁市爱之舟社会工作服务中心",
    "name": "南宁市爱之舟社会工作服务中心",
    "longitude": "108.187207",
    "latitude": "22.819582"
  },
  {
    "id": "广州市天河区环保家园信息咨询服务中心",
    "name": "广州市天河区环保家园信息咨询服务中心",
    "longitude": "113.4254364",
    "latitude": "23.1243828"
  },
  {
    "id": "吕梁市离石区青年志愿者协会",
    "name": "吕梁市离石区青年志愿者协会",
    "longitude": "111.150733",
    "latitude": "37.517641"
  },
  {
    "id": "陆川县一滴水爱心协会",
    "name": "陆川县一滴水爱心协会",
    "longitude": "110.264052",
    "latitude": "22.321048"
  },
  {
    "id": "重庆市荣昌区棠城爱心志愿者协会",
    "name": "重庆市荣昌区棠城爱心志愿者协会",
    "longitude": "105.6027625",
    "latitude": "29.4112353"
  },
  {
    "id": "安庆市无偿献血者协会",
    "name": "安庆市无偿献血者协会",
    "longitude": "117.0562225",
    "latitude": "30.5239577"
  },
  {
    "id": "泸州益生励志协会",
    "name": "泸州益生励志协会",
    "longitude": "105.4463773",
    "latitude": "28.8798453"
  },
  {
    "id": "徐州市鼓楼区孤山社区心理咨询服务中心",
    "name": "徐州市鼓楼区孤山社区心理咨询服务中心",
    "longitude": "117.136402",
    "latitude": "34.307845"
  },
  {
    "id": "重庆市渝中区益行儿童发展中心",
    "name": "重庆市渝中区益行儿童发展中心",
    "longitude": "106.554653",
    "latitude": "29.565967"
  },
  {
    "id": "长沙市源方环保公益发展中心",
    "name": "长沙市源方环保公益发展中心",
    "longitude": "113.0136296",
    "latitude": "28.2290077"
  },
  {
    "id": "潍坊市新路社会组织发展中心",
    "name": "潍坊市新路社会组织发展中心",
    "longitude": "119.176934",
    "latitude": "36.712981"
  },
  {
    "id": "南昌小蜜蜂志工协会",
    "name": "南昌小蜜蜂志工协会",
    "longitude": "115.912354",
    "latitude": "28.640138"
  },
  {
    "id": "景泰县爱心公益协会",
    "name": "景泰县爱心公益协会",
    "longitude": "104.0650404",
    "latitude": "37.1871527"
  },
  {
    "id": "南通市义工联合会",
    "name": "南通市义工联合会",
    "longitude": "120.855479",
    "latitude": "32.043674"
  },
  {
    "id": "成都莹魄公益服务中心",
    "name": "成都莹魄公益服务中心",
    "longitude": "103.980811",
    "latitude": "30.635517"
  },
  {
    "id": "西安市莲湖区社会组织培育中心",
    "name": "西安市莲湖区社会组织培育中心",
    "longitude": "108.933986",
    "latitude": "34.263318"
  },
  {
    "id": "榕树根儿童教育公益机构",
    "name": "榕树根儿童教育公益机构",
    "longitude": "98.20665199999999",
    "latitude": "24.297856"
  },
  {
    "id": "广西玉林市博白县蒲公英助幼爱老服务中心",
    "name": "广西玉林市博白县蒲公英助幼爱老服务中心",
    "longitude": "109.975985",
    "latitude": "22.273048"
  },
  {
    "id": "绵阳市涪城区为乐志愿服务与研究中心",
    "name": "绵阳市涪城区为乐志愿服务与研究中心",
    "longitude": "104.752302",
    "latitude": "31.463378"
  },
  {
    "id": "奉节县夔缘社会工作服务中心",
    "name": "奉节县夔缘社会工作服务中心",
    "longitude": "109.4570571",
    "latitude": "31.017096"
  },
  {
    "id": "临夏州义仓慈善公益服务中心",
    "name": "临夏州义仓慈善公益服务中心",
    "longitude": "103.210035",
    "latitude": "35.5825756"
  },
  {
    "id": "广西壹方慈善基金会",
    "name": "广西壹方慈善基金会",
    "longitude": "108.3577415",
    "latitude": "22.8050474"
  },
  {
    "id": "吉安爱心会",
    "name": "吉安爱心会",
    "longitude": "114.980728",
    "latitude": "27.099451"
  },
  {
    "id": "广州市海珠区益先社会工作研究院",
    "name": "广州市海珠区益先社会工作研究院",
    "longitude": "113.317302",
    "latitude": "23.083216"
  },
  {
    "id": "资兴市志愿者协会",
    "name": "资兴市志愿者协会",
    "longitude": "113.236146",
    "latitude": "25.976243"
  },
  {
    "id": "朔州尚德乐心智障碍者康复训练中心",
    "name": "朔州尚德乐心智障碍者康复训练中心",
    "longitude": "112.43225",
    "latitude": "39.31894"
  },
  {
    "id": "长沙市望城区绿叶肿瘤病友帮扶中心",
    "name": "长沙市望城区绿叶肿瘤病友帮扶中心",
    "longitude": "112.814968",
    "latitude": "28.372354"
  },
  {
    "id": "河南省新乡市心理咨询师协会",
    "name": "河南省新乡市心理咨询师协会",
    "longitude": "113.931492",
    "latitude": "35.268181"
  },
  {
    "id": "茂盛关爱基金",
    "name": "茂盛关爱基金",
    "longitude": "104.7552947",
    "latitude": "31.4513873"
  },
  {
    "id": "重庆市南岸区小太阳心智障碍儿童康复托养中心",
    "name": "重庆市南岸区小太阳心智障碍儿童康复托养中心",
    "longitude": "106.56045",
    "latitude": "29.523687"
  },
  {
    "id": "桐城市情系爱心联合会",
    "name": "桐城市情系爱心联合会",
    "longitude": "116.9459044",
    "latitude": "31.0310352"
  },
  {
    "id": "德清县卓明方舟减灾事业发展中心",
    "name": "德清县卓明方舟减灾事业发展中心",
    "longitude": "116.5148795",
    "latitude": "39.9037715"
  },
  {
    "id": "合肥市庐阳区青卫公共健康服务中心",
    "name": "合肥市庐阳区青卫公共健康服务中心",
    "longitude": "117.2901391",
    "latitude": "31.85990949999999"
  },
  {
    "id": "深圳市豫鹏青年综合服务中心",
    "name": "深圳市豫鹏青年综合服务中心",
    "longitude": "114.059631",
    "latitude": "22.569078"
  },
  {
    "id": "衡阳县船山助学志愿者协会",
    "name": "衡阳县船山助学志愿者协会",
    "longitude": "112.362953",
    "latitude": "26.9725"
  },
  {
    "id": "重庆市开州区爱心慈善发展中心",
    "name": "重庆市开州区爱心慈善发展中心",
    "longitude": "108.3712367",
    "latitude": "31.1581933"
  },
  {
    "id": "广州市花都区恒福社会工作服务中心",
    "name": "广州市花都区恒福社会工作服务中心",
    "longitude": "113.2135757",
    "latitude": "23.3752464"
  },
  {
    "id": "陕西妇女研究会",
    "name": "陕西妇女研究会",
    "longitude": "108.9635868",
    "latitude": "34.2564169"
  },
  {
    "id": "铜仁市帆锦社会工作服务中心",
    "name": "铜仁市帆锦社会工作服务中心",
    "longitude": "109.282791",
    "latitude": "27.6193"
  },
  {
    "id": "宝鸡童缘社会工作服务中心",
    "name": "宝鸡童缘社会工作服务中心",
    "longitude": "107.2184016",
    "latitude": "34.3465828"
  },
  {
    "id": "临澧县民间组织联欢会",
    "name": "临澧县民间组织联欢会",
    "longitude": "111.647025",
    "latitude": "29.445227"
  },
  {
    "id": "广州市灯塔计划青少年发展促进会",
    "name": "广州市灯塔计划青少年发展促进会",
    "longitude": "113.2421682",
    "latitude": "23.1494537"
  },
  {
    "id": "兰州乐康青少年社会服务中心",
    "name": "兰州乐康青少年社会服务中心",
    "longitude": "103.8299564",
    "latitude": "36.0593082"
  },
  {
    "id": "武威市壹加壹公益联合会",
    "name": "武威市壹加壹公益联合会",
    "longitude": "102.621571",
    "latitude": "37.9211456"
  },
  {
    "id": "临澧县志愿者协会",
    "name": "临澧县志愿者协会",
    "longitude": "111.651365",
    "latitude": "29.441311"
  },
  {
    "id": "长沙市天使之翼助残服务中心",
    "name": "长沙市天使之翼助残服务中心",
    "longitude": "112.9816986",
    "latitude": "28.208058"
  },
  {
    "id": "襄阳市环保协会",
    "name": "襄阳市环保协会",
    "longitude": "112.155638",
    "latitude": "32.049657"
  },
  {
    "id": "深圳市德纳慈善基金会",
    "name": "深圳市德纳慈善基金会",
    "longitude": "114.062938",
    "latitude": "22.53418"
  },
  {
    "id": "南昌益心益意公益服务中心",
    "name": "南昌益心益意公益服务中心",
    "longitude": "115.89121",
    "latitude": "28.680341"
  },
  {
    "id": "杨凌环保",
    "name": "杨凌环保",
    "longitude": "108.103328",
    "latitude": "34.262122"
  },
  {
    "id": "北京大爱天使苯丙酮尿症罕见病关爱中心",
    "name": "北京大爱天使苯丙酮尿症罕见病关爱中心",
    "longitude": "116.296814",
    "latitude": "39.8292084"
  },
  {
    "id": "潍坊惟爱助残公益服务中心",
    "name": "潍坊惟爱助残公益服务中心",
    "longitude": "119.140471",
    "latitude": "36.685696"
  },
  {
    "id": "湖南乐创公益慈善发展中心",
    "name": "湖南乐创公益慈善发展中心",
    "longitude": "112.979087",
    "latitude": "28.202064"
  },
  {
    "id": "陕西三秦义工服务中心",
    "name": "陕西三秦义工服务中心",
    "longitude": "108.943317",
    "latitude": "34.25255"
  },
  {
    "id": "攀枝花市援助少年儿童志愿者协会",
    "name": "攀枝花市援助少年儿童志愿者协会",
    "longitude": "101.7187394",
    "latitude": "26.5807742"
  },
  {
    "id": "长沙市工之友服务中心",
    "name": "长沙市工之友服务中心",
    "longitude": "113.08081",
    "latitude": "28.24615"
  },
  {
    "id": "中国狮子联会青岛会员管理委员会临沂狮子会",
    "name": "中国狮子联会青岛会员管理委员会临沂狮子会",
    "longitude": "118.320044",
    "latitude": "35.089369"
  },
  {
    "id": "重庆市渝中区扶苗社会工作服务中心",
    "name": "重庆市渝中区扶苗社会工作服务中心",
    "longitude": "106.491714",
    "latitude": "29.532126"
  },
  {
    "id": "益起思公益创业",
    "name": "益起思公益创业",
    "longitude": "117.146991",
    "latitude": "34.215828"
  },
  {
    "id": "平阳县万众公益服务中心",
    "name": "平阳县万众公益服务中心",
    "longitude": "120.460919",
    "latitude": "27.563319"
  },
  {
    "id": "广昌县莲乡爱心联谊会",
    "name": "广昌县莲乡爱心联谊会",
    "longitude": "116.3260854",
    "latitude": "26.8431611"
  },
  {
    "id": "云南阳光社区发展中心",
    "name": "云南阳光社区发展中心",
    "longitude": "102.71978",
    "latitude": "25.04851"
  },
  {
    "id": "衡阳市大湘公益服务中心",
    "name": "衡阳市大湘公益服务中心",
    "longitude": "112.597672",
    "latitude": "26.8837728"
  },
  {
    "id": "北京富群社会服务中心",
    "name": "北京富群社会服务中心",
    "longitude": "116.294709",
    "latitude": "39.909211"
  },
  {
    "id": "金华市婺城区彩虹公益服务中心",
    "name": "金华市婺城区彩虹公益服务中心",
    "longitude": "119.6603012",
    "latitude": "29.1131263"
  },
  {
    "id": "遂宁市青年义工协会",
    "name": "遂宁市青年义工协会",
    "longitude": "105.568297",
    "latitude": "30.525475"
  },
  {
    "id": "新居民文化发展中心",
    "name": "新居民文化发展中心",
    "longitude": "116.215406",
    "latitude": "40.096058"
  },
  {
    "id": "青海血友之家罕见病关爱中心",
    "name": "青海血友之家罕见病关爱中心",
    "longitude": "101.7665899",
    "latitude": "36.6619565"
  },
  {
    "id": "重庆市九龙坡区义仓社会工作服务中心",
    "name": "重庆市九龙坡区义仓社会工作服务中心",
    "longitude": "106.503508",
    "latitude": "29.517718"
  },
  {
    "id": "蓝梅淋巴管肌瘤罕见病关爱中心",
    "name": "蓝梅淋巴管肌瘤罕见病关爱中心",
    "longitude": "116.357566",
    "latitude": "39.88862"
  },
  {
    "id": "南京市栖霞区八卦花园社区星之缘居家养老服务中心",
    "name": "南京市栖霞区八卦花园社区星之缘居家养老服务中心",
    "longitude": "118.8200866",
    "latitude": "32.1719125"
  },
  {
    "id": "桃源县心理学会",
    "name": "桃源县心理学会",
    "longitude": "111.488925",
    "latitude": "28.902503"
  },
  {
    "id": "知砖社工发展事务所",
    "name": "知砖社工发展事务所",
    "longitude": "116.308632",
    "latitude": "39.953397"
  },
  {
    "id": "徐州市社会组织培育发展中心",
    "name": "徐州市社会组织培育发展中心",
    "longitude": "117.1842196",
    "latitude": "34.2610399"
  },
  {
    "id": "广东省让爱回家公益促进会",
    "name": "广东省让爱回家公益促进会",
    "longitude": "113.2754328",
    "latitude": "23.100017"
  },
  {
    "id": "江苏省华侨公益基金会",
    "name": "江苏省华侨公益基金会",
    "longitude": "118.759171",
    "latitude": "32.078363"
  },
  {
    "id": "共同未来",
    "name": "共同未来",
    "longitude": "116.4374751",
    "latitude": "39.9403814"
  },
  {
    "id": "多一度公益联盟",
    "name": "多一度公益联盟",
    "longitude": "104.101254",
    "latitude": "30.660122"
  },
  {
    "id": "哈密阳光公益",
    "name": "哈密阳光公益",
    "longitude": "93.51479700000002",
    "latitude": "42.827255"
  },
  {
    "id": "阆中市知行公益协会",
    "name": "阆中市知行公益协会",
    "longitude": "105.973024",
    "latitude": "31.5833574"
  },
  {
    "id": "永胜县农村社区发展协会",
    "name": "永胜县农村社区发展协会",
    "longitude": "100.749169",
    "latitude": "26.679109"
  },
  {
    "id": "宁夏昊善社会工作发展服务中心",
    "name": "宁夏昊善社会工作发展服务中心",
    "longitude": "106.1497524",
    "latitude": "38.40682830000001"
  },
  {
    "id": "宁夏吉庆公益基金会",
    "name": "宁夏吉庆公益基金会",
    "longitude": "106.1344392",
    "latitude": "38.4938942"
  },
  {
    "id": "广西省崇左市大新县德天公益协会",
    "name": "广西省崇左市大新县德天公益协会",
    "longitude": "107.1988342",
    "latitude": "22.832963"
  },
  {
    "id": "深圳市龙华区大浪友善社区促进会",
    "name": "深圳市龙华区大浪友善社区促进会",
    "longitude": "114.0294996",
    "latitude": "22.6011"
  },
  {
    "id": "榆林市榆阳区牵手志愿者协会",
    "name": "榆林市榆阳区牵手志愿者协会",
    "longitude": "109.760174",
    "latitude": "38.239306"
  },
  {
    "id": "遂宁市怡然志愿者协会",
    "name": "遂宁市怡然志愿者协会",
    "longitude": "105.5812457",
    "latitude": "30.495797"
  },
  {
    "id": "成都爱馨公益社会工作服务中心",
    "name": "成都爱馨公益社会工作服务中心",
    "longitude": "104.001794",
    "latitude": "30.644588"
  },
  {
    "id": "南昌彩虹健康咨询公益服务中心",
    "name": "南昌彩虹健康咨询公益服务中心",
    "longitude": "115.9279802",
    "latitude": "28.6694833"
  },
  {
    "id": "北京先锋应急救援队",
    "name": "北京先锋应急救援队",
    "longitude": "116.1621937",
    "latitude": "39.935188"
  },
  {
    "id": "凉山州艾特公益服务中心",
    "name": "凉山州艾特公益服务中心",
    "longitude": "102.2477679",
    "latitude": "27.8804567"
  },
  {
    "id": "昆明市西山区社会工作人才服务中心",
    "name": "昆明市西山区社会工作人才服务中心",
    "longitude": "102.6372703",
    "latitude": "25.0291229"
  },
  {
    "id": "潼南区重庆市潼南区馨同社会工作服务中心",
    "name": "潼南区重庆市潼南区馨同社会工作服务中心",
    "longitude": "105.8419147",
    "latitude": "30.191713"
  },
  {
    "id": "九江市益启公益事业发展中心",
    "name": "九江市益启公益事业发展中心",
    "longitude": "115.976619",
    "latitude": "29.704515"
  },
  {
    "id": "益惠",
    "name": "益惠",
    "longitude": "121.450264",
    "latitude": "31.22438619999999"
  },
  {
    "id": "荥经县若水公益志愿者协会",
    "name": "荥经县若水公益志愿者协会",
    "longitude": "102.838222",
    "latitude": "29.791223"
  },
  {
    "id": "深圳市龙华区手牵手康复中心",
    "name": "深圳市龙华区手牵手康复中心",
    "longitude": "114.0403828",
    "latitude": "22.6522394"
  },
  {
    "id": "童心益游公益社团",
    "name": "童心益游公益社团",
    "longitude": "121.531281",
    "latitude": "31.251637"
  },
  {
    "id": "鄂尔多斯市安达公益发展中心",
    "name": "鄂尔多斯市安达公益发展中心",
    "longitude": "108.7407",
    "latitude": "39.825808"
  },
  {
    "id": "长沙市杨陶如家庭成长关爱中心",
    "name": "长沙市杨陶如家庭成长关爱中心",
    "longitude": "112.97994",
    "latitude": "28.188997"
  },
  {
    "id": "祁东县忘忧草社会工作服务中心",
    "name": "祁东县忘忧草社会工作服务中心",
    "longitude": "112.0897958",
    "latitude": "26.7945093"
  },
  {
    "id": "遂宁同行公益党建驿站",
    "name": "遂宁同行公益党建驿站",
    "longitude": "105.5683526",
    "latitude": "30.5295409"
  },
  {
    "id": "南京市雨花银龄老年公益服务中心",
    "name": "南京市雨花银龄老年公益服务中心",
    "longitude": "118.771812",
    "latitude": "32.059287"
  },
  {
    "id": "路桥民间义工团队",
    "name": "路桥民间义工团队",
    "longitude": "121.357257",
    "latitude": "28.586781"
  },
  {
    "id": "雅安市芦山县源众社会工作综合服务中心",
    "name": "雅安市芦山县源众社会工作综合服务中心",
    "longitude": "103.018586",
    "latitude": "30.2527"
  },
  {
    "id": "宁波市和源社会工作服务中心",
    "name": "宁波市和源社会工作服务中心",
    "longitude": "121.543479",
    "latitude": "29.83107"
  },
  {
    "id": "南充市仁爱公益协会",
    "name": "南充市仁爱公益协会",
    "longitude": "106.071876",
    "latitude": "30.758823"
  },
  {
    "id": "陇南益家社会工作服务中心",
    "name": "陇南益家社会工作服务中心",
    "longitude": "104.926337",
    "latitude": "33.392211"
  },
  {
    "id": "赤峰市知了残障人社会服务中心",
    "name": "赤峰市知了残障人社会服务中心",
    "longitude": "119.297963",
    "latitude": "42.047491"
  },
  {
    "id": "长沙市雨花区自然睦邻公益服务中心",
    "name": "长沙市雨花区自然睦邻公益服务中心",
    "longitude": "113.0171687",
    "latitude": "28.1478973"
  },
  {
    "id": "喀什小手志愿者团队",
    "name": "喀什小手志愿者团队",
    "longitude": "75.9987441",
    "latitude": "39.46303109999999"
  },
  {
    "id": "四川原点公益慈善中心",
    "name": "四川原点公益慈善中心",
    "longitude": "104.4666821",
    "latitude": "31.598509"
  },
  {
    "id": "兰州市七里河区海伦助老服务中心",
    "name": "兰州市七里河区海伦助老服务中心",
    "longitude": "103.77261",
    "latitude": "36.078235"
  },
  {
    "id": "云南武定县正心社会工作服务中心",
    "name": "云南武定县正心社会工作服务中心",
    "longitude": "102.239396",
    "latitude": "25.844278"
  },
  {
    "id": "宁乡市益联社会工作服务中心",
    "name": "宁乡市益联社会工作服务中心",
    "longitude": "112.004014",
    "latitude": "27.982326"
  },
  {
    "id": "北川羌族自治县羌魂社会工作服务中心",
    "name": "北川羌族自治县羌魂社会工作服务中心",
    "longitude": "104.470975",
    "latitude": "31.5993636"
  },
  {
    "id": "毕节市义工协会",
    "name": "毕节市义工协会",
    "longitude": "105.2830314",
    "latitude": "27.3054075"
  },
  {
    "id": "连云港市众和社会工作事务所",
    "name": "连云港市众和社会工作事务所",
    "longitude": "119.2372107",
    "latitude": "34.6714082"
  },
  {
    "id": "甘肃省社会组织促进会",
    "name": "甘肃省社会组织促进会",
    "longitude": "103.8402617",
    "latitude": "36.0509199"
  },
  {
    "id": "驻马店市启航社会工作服务中心",
    "name": "驻马店市启航社会工作服务中心",
    "longitude": "114.056881",
    "latitude": "32.978389"
  },
  {
    "id": "乌兰察布市公益促进会",
    "name": "乌兰察布市公益促进会",
    "longitude": "113.106477",
    "latitude": "40.979012"
  },
  {
    "id": "泾川县阳光义工协会",
    "name": "泾川县阳光义工协会",
    "longitude": "107.367016",
    "latitude": "35.343194"
  },
  {
    "id": "上海子攸文化传播有限公司",
    "name": "上海子攸文化传播有限公司",
    "longitude": "121.391889",
    "latitude": "31.205796"
  },
  {
    "id": "兰州守望者心理健康服务推广研究中心",
    "name": "兰州守望者心理健康服务推广研究中心",
    "longitude": "103.8282837",
    "latitude": "36.0420174"
  },
  {
    "id": "镇远县劳动力服务中心",
    "name": "镇远县劳动力服务中心",
    "longitude": "108.400945",
    "latitude": "27.054747"
  },
  {
    "id": "成都市龙泉驿区智信社会工作服务中心",
    "name": "成都市龙泉驿区智信社会工作服务中心",
    "longitude": "104.3059269",
    "latitude": "30.5888829"
  },
  {
    "id": "贺兰县爱心志愿协会",
    "name": "贺兰县爱心志愿协会",
    "longitude": "106.3415538",
    "latitude": "38.5605259"
  },
  {
    "id": "海南省美在心灵大学生支教志愿者协会",
    "name": "海南省美在心灵大学生支教志愿者协会",
    "longitude": "110.485992",
    "latitude": "19.242966"
  },
  {
    "id": "雨滴儿成长乐园中心",
    "name": "雨滴儿成长乐园中心",
    "longitude": "113.016578",
    "latitude": "28.077697"
  },
  {
    "id": "海口市乐助社会服务社",
    "name": "海口市乐助社会服务社",
    "longitude": "110.3387276",
    "latitude": "20.034378"
  },
  {
    "id": "广州市番禺区康乐园残疾人康复中心",
    "name": "广州市番禺区康乐园残疾人康复中心",
    "longitude": "113.314752",
    "latitude": "23.014312"
  },
  {
    "id": "合肥市庐阳去善拍公益传媒服务中心",
    "name": "合肥市庐阳去善拍公益传媒服务中心",
    "longitude": "117.2901391",
    "latitude": "31.85990949999999"
  },
  {
    "id": "潍坊市满江红公益服务中心",
    "name": "潍坊市满江红公益服务中心",
    "longitude": "119.176011",
    "latitude": "36.712843"
  },
  {
    "id": "陕西秦怀社会工作服务中心",
    "name": "陕西秦怀社会工作服务中心",
    "longitude": "108.9469941",
    "latitude": "34.30539040000001"
  },
  {
    "id": "天津市西青区绿邻居社区服务中心",
    "name": "天津市西青区绿邻居社区服务中心",
    "longitude": "117.154742",
    "latitude": "39.103647"
  },
  {
    "id": "遂宁社会志愿者服务中心",
    "name": "遂宁社会志愿者服务中心",
    "longitude": "105.5921741",
    "latitude": "30.5394424"
  },
  {
    "id": "遂宁春晖社会工作发展中心",
    "name": "遂宁春晖社会工作发展中心",
    "longitude": "105.5742969",
    "latitude": "30.505284"
  },
  {
    "id": "湖南省稀有血型之家",
    "name": "湖南省稀有血型之家",
    "longitude": "113.0405471",
    "latitude": "28.2356493"
  },
  {
    "id": "威宁自治县草海公益协会",
    "name": "威宁自治县草海公益协会",
    "longitude": "104.249944",
    "latitude": "26.869125"
  },
  {
    "id": "厦门广济慈善基金会",
    "name": "厦门广济慈善基金会",
    "longitude": "118.116961",
    "latitude": "24.487216"
  },
  {
    "id": "潍坊市爱生活社会工作服务中心",
    "name": "潍坊市爱生活社会工作服务中心",
    "longitude": "119.3904547",
    "latitude": "36.767066"
  },
  {
    "id": "庐山市一米阳光公益之家",
    "name": "庐山市一米阳光公益之家",
    "longitude": "116.0452216",
    "latitude": "29.4631761"
  },
  {
    "id": "颍州区程集镇大申庄农家女书社",
    "name": "颍州区程集镇大申庄农家女书社",
    "longitude": "115.71021",
    "latitude": "32.907618"
  },
  {
    "id": "黑龙江康同社区",
    "name": "黑龙江康同社区",
    "longitude": "126.698665",
    "latitude": "45.731312"
  },
  {
    "id": "武汉爱特特殊儿童培训中心",
    "name": "武汉爱特特殊儿童培训中心",
    "longitude": "114.287669",
    "latitude": "30.59368"
  },
  {
    "id": "深圳市华康博爱社工服务中心",
    "name": "深圳市华康博爱社工服务中心",
    "longitude": "114.068921",
    "latitude": "22.568501"
  },
  {
    "id": "北京上善扶贫公益促进中心",
    "name": "北京上善扶贫公益促进中心",
    "longitude": "116.347311",
    "latitude": "40.080983"
  },
  {
    "id": "芜湖市弋江区爱邻社会工作服务中心",
    "name": "芜湖市弋江区爱邻社会工作服务中心",
    "longitude": "118.3661917",
    "latitude": "31.2985577"
  },
  {
    "id": "深圳鹏城社会组织信息中心",
    "name": "深圳鹏城社会组织信息中心",
    "longitude": "114.0545044",
    "latitude": "22.5595474"
  },
  {
    "id": "深圳市新家园社会工作服务中心",
    "name": "深圳市新家园社会工作服务中心",
    "longitude": "114.136621",
    "latitude": "22.569083"
  },
  {
    "id": "汉寿县社会工作服务中心",
    "name": "汉寿县社会工作服务中心",
    "longitude": "111.9572892",
    "latitude": "28.9143152"
  },
  {
    "id": "北京瑞森德社会组织发展中心",
    "name": "北京瑞森德社会组织发展中心",
    "longitude": "116.408248",
    "latitude": "39.943706"
  },
  {
    "id": "沈阳市和平区源启公益事业发展中心",
    "name": "沈阳市和平区源启公益事业发展中心",
    "longitude": "123.421982",
    "latitude": "41.793576"
  },
  {
    "id": "陕西纯山公益事业促进中心",
    "name": "陕西纯山公益事业促进中心",
    "longitude": "108.882759",
    "latitude": "34.230706"
  },
  {
    "id": "修水县太阳升镇扶贫济困爱心协会",
    "name": "修水县太阳升镇扶贫济困爱心协会",
    "longitude": "114.692354",
    "latitude": "29.170365"
  },
  {
    "id": "斜桥社区残疾人协会",
    "name": "斜桥社区残疾人协会",
    "longitude": "120.613609",
    "latitude": "30.49475"
  },
  {
    "id": "萍乡市关爱残疾人协会",
    "name": "萍乡市关爱残疾人协会",
    "longitude": "113.8495987",
    "latitude": "27.6301869"
  },
  {
    "id": "甘肃古浪志愿者团队",
    "name": "甘肃古浪志愿者团队",
    "longitude": "103.436149",
    "latitude": "37.470607"
  },
  {
    "id": "万安县韶口乡首望留守儿童关爱服务中心",
    "name": "万安县韶口乡首望留守儿童关爱服务中心",
    "longitude": "114.750823",
    "latitude": "26.657123"
  },
  {
    "id": "镇远县城乡社区发展促进中心",
    "name": "镇远县城乡社区发展促进中心",
    "longitude": "108.400945",
    "latitude": "27.054747"
  },
  {
    "id": "济和社区发展促进会",
    "name": "济和社区发展促进会",
    "longitude": "114.358401",
    "latitude": "30.518801"
  },
  {
    "id": "芜湖市启航社会工作发展中心",
    "name": "芜湖市启航社会工作发展中心",
    "longitude": "118.473954",
    "latitude": "31.374595"
  },
  {
    "id": "兰州市星宝儿童特殊教育中心",
    "name": "兰州市星宝儿童特殊教育中心",
    "longitude": "103.86696",
    "latitude": "36.040156"
  },
  {
    "id": "长沙县爱盟社会工作综合服务中心",
    "name": "长沙县爱盟社会工作综合服务中心",
    "longitude": "113.0794781",
    "latitude": "28.2350857"
  },
  {
    "id": "书香满城",
    "name": "书香满城",
    "longitude": "87.651434",
    "latitude": "43.81332099999999"
  },
  {
    "id": "绥化应急救援队",
    "name": "绥化应急救援队",
    "longitude": "126.985592",
    "latitude": "46.637343"
  },
  {
    "id": "福建省绿荫成长助学服务中心",
    "name": "福建省绿荫成长助学服务中心",
    "longitude": "119.3104687",
    "latitude": "26.1059283"
  },
  {
    "id": "海南省嘉树社会工作服务中心",
    "name": "海南省嘉树社会工作服务中心",
    "longitude": "110.3458891",
    "latitude": "20.0364797"
  },
  {
    "id": "兰州生命之翼社会工作服务中心",
    "name": "兰州生命之翼社会工作服务中心",
    "longitude": "103.854597",
    "latitude": "36.047593"
  },
  {
    "id": "北京市密云区云蒙社会工作事务所",
    "name": "北京市密云区云蒙社会工作事务所",
    "longitude": "116.834945",
    "latitude": "40.3801326"
  },
  {
    "id": "广州市海珠区乐榕家庭关系发展服务中心",
    "name": "广州市海珠区乐榕家庭关系发展服务中心",
    "longitude": "113.326454",
    "latitude": "23.0961888"
  },
  {
    "id": "洛阳市西工区卓越社会组织发展服务中心",
    "name": "洛阳市西工区卓越社会组织发展服务中心",
    "longitude": "112.428388",
    "latitude": "34.660987"
  },
  {
    "id": "新疆哈密市社会慈善公益志愿者协会",
    "name": "新疆哈密市社会慈善公益志愿者协会",
    "longitude": "93.5002663",
    "latitude": "42.8448693"
  },
  {
    "id": "招远市联动社会组织发展服务中心",
    "name": "招远市联动社会组织发展服务中心",
    "longitude": "120.435874",
    "latitude": "37.36647"
  },
  {
    "id": "环保网",
    "name": "环保网",
    "longitude": "116.40968",
    "latitude": "39.997583"
  },
  {
    "id": "杭州青苔助学公益服务中心",
    "name": "杭州青苔助学公益服务中心",
    "longitude": "120.1658838",
    "latitude": "30.2141517"
  },
  {
    "id": "珠海市德行青少年综合服务中心",
    "name": "珠海市德行青少年综合服务中心",
    "longitude": "113.5454519",
    "latitude": "22.3821319"
  },
  {
    "id": "利辛县爱心协会",
    "name": "利辛县爱心协会",
    "longitude": "116.208635",
    "latitude": "33.144724"
  },
  {
    "id": "忠县义龙社会工作服务中心",
    "name": "忠县义龙社会工作服务中心",
    "longitude": "108.0302908",
    "latitude": "30.3033116"
  },
  {
    "id": "安乡县社会组织联合会",
    "name": "安乡县社会组织联合会",
    "longitude": "112.169615",
    "latitude": "29.417259"
  },
  {
    "id": "智渔可持续科技发展研究中心",
    "name": "智渔可持续科技发展研究中心",
    "longitude": "110.341403",
    "latitude": "20.055645"
  },
  {
    "id": "上海一公斤公益发展中心",
    "name": "上海一公斤公益发展中心",
    "longitude": "121.427647",
    "latitude": "31.190241"
  },
  {
    "id": "北川羌族自治县社区志愿者服务协会",
    "name": "北川羌族自治县社区志愿者服务协会",
    "longitude": "104.4666821",
    "latitude": "31.598509"
  },
  {
    "id": "宝石花志愿者公益服务中心",
    "name": "宝石花志愿者公益服务中心",
    "longitude": "108.9404528",
    "latitude": "34.3267356"
  },
  {
    "id": "长春市九台区仁爱志愿者协会",
    "name": "长春市九台区仁爱志愿者协会",
    "longitude": "125.8473959",
    "latitude": "44.1516871"
  },
  {
    "id": "平凉阳光义工",
    "name": "平凉阳光义工",
    "longitude": "106.674767",
    "latitude": "35.542491"
  },
  {
    "id": "重庆市南岸区邻友公益发展中心",
    "name": "重庆市南岸区邻友公益发展中心",
    "longitude": "106.57172",
    "latitude": "29.521066"
  },
  {
    "id": "佛山市南海区佰乐社会工作服务中心",
    "name": "佛山市南海区佰乐社会工作服务中心",
    "longitude": "113.192771",
    "latitude": "23.186729"
  },
  {
    "id": "修水县益起爱公益协会",
    "name": "修水县益起爱公益协会",
    "longitude": "114.546702",
    "latitude": "29.026022"
  },
  {
    "id": "平顶山市爱心飞扬歌友会",
    "name": "平顶山市爱心飞扬歌友会",
    "longitude": "113.320873",
    "latitude": "33.725681"
  },
  {
    "id": "杭州市民生公益服务中心",
    "name": "杭州市民生公益服务中心",
    "longitude": "120.173278",
    "latitude": "30.260397"
  },
  {
    "id": "阳阳公益",
    "name": "阳阳公益",
    "longitude": "116.420428",
    "latitude": "39.90591"
  },
  {
    "id": "吉安县义工协会",
    "name": "吉安县义工协会",
    "longitude": "114.911128",
    "latitude": "27.041284"
  },
  {
    "id": "安化县众善社会组织服务中心",
    "name": "安化县众善社会组织服务中心",
    "longitude": "111.224939",
    "latitude": "28.378503"
  },
  {
    "id": "贵州省妇女能力建设与发展促进会",
    "name": "贵州省妇女能力建设与发展促进会",
    "longitude": "106.7198685",
    "latitude": "26.5734356"
  },
  {
    "id": "武宣县仙城爱心协会",
    "name": "武宣县仙城爱心协会",
    "longitude": "109.664618",
    "latitude": "23.60406"
  },
  {
    "id": "北京童心源教育咨询公司",
    "name": "北京童心源教育咨询公司",
    "longitude": "116.47649",
    "latitude": "39.895103"
  },
  {
    "id": "许昌草根爱心团队",
    "name": "许昌草根爱心团队",
    "longitude": "113.847673",
    "latitude": "34.01962"
  },
  {
    "id": "玉龙县和心社区发展服务中心",
    "name": "玉龙县和心社区发展服务中心",
    "longitude": "100.216885",
    "latitude": "26.856842"
  },
  {
    "id": "沈阳市益彤行公益服务中心",
    "name": "沈阳市益彤行公益服务中心",
    "longitude": "123.421982",
    "latitude": "41.793576"
  },
  {
    "id": "深圳市砥砺社会工作服务中心",
    "name": "深圳市砥砺社会工作服务中心",
    "longitude": "114.019351",
    "latitude": "22.656408"
  },
  {
    "id": "深圳市华康应用心理学研究所",
    "name": "深圳市华康应用心理学研究所",
    "longitude": "114.069061",
    "latitude": "22.568327"
  },
  {
    "id": "上海联通南区分公司公益之家",
    "name": "上海联通南区分公司公益之家",
    "longitude": "121.428067",
    "latitude": "31.194796"
  },
  {
    "id": "洋县壹心益社会工作者协会",
    "name": "洋县壹心益社会工作者协会",
    "longitude": "107.55668",
    "latitude": "33.22319"
  },
  {
    "id": "昆明癌症康复协会",
    "name": "昆明癌症康复协会",
    "longitude": "102.719735",
    "latitude": "25.027827"
  },
  {
    "id": "ABC美好社会咨询社",
    "name": "ABC美好社会咨询社",
    "longitude": "116.315795",
    "latitude": "39.981264"
  },
  {
    "id": "苏州启点社工服务中心",
    "name": "苏州启点社工服务中心",
    "longitude": "120.819989",
    "latitude": "31.300825"
  },
  {
    "id": "巧家县天健青少年社会工作服务中心",
    "name": "巧家县天健青少年社会工作服务中心",
    "longitude": "102.9301412",
    "latitude": "26.9121205"
  },
  {
    "id": "烟台市福山区瑞新社会工作服务中心",
    "name": "烟台市福山区瑞新社会工作服务中心",
    "longitude": "121.265336",
    "latitude": "37.49048"
  },
  {
    "id": "嗖嗖公益",
    "name": "嗖嗖公益",
    "longitude": "116.4897043",
    "latitude": "39.9098682"
  },
  {
    "id": "杭州市上城区新阳光社会工作服务中心",
    "name": "杭州市上城区新阳光社会工作服务中心",
    "longitude": "120.162551",
    "latitude": "30.25457099999999"
  },
  {
    "id": "重庆市梁平区万年青社会工作服务中心",
    "name": "重庆市梁平区万年青社会工作服务中心",
    "longitude": "107.803911",
    "latitude": "30.674362"
  },
  {
    "id": "三门县有为图书馆",
    "name": "三门县有为图书馆",
    "longitude": "121.3516088",
    "latitude": "29.1030173"
  },
  {
    "id": "西安市莲湖区赢在生存公益服务中心",
    "name": "西安市莲湖区赢在生存公益服务中心",
    "longitude": "108.933986",
    "latitude": "34.263318"
  },
  {
    "id": "靖西市义工协会",
    "name": "靖西市义工协会",
    "longitude": "106.4091658",
    "latitude": "23.1433259"
  },
  {
    "id": "安庆信益社会评估事务所",
    "name": "安庆信益社会评估事务所",
    "longitude": "117.049402",
    "latitude": "30.534079"
  },
  {
    "id": "桃江县众善社会组织服务中心",
    "name": "桃江县众善社会组织服务中心",
    "longitude": "112.118535",
    "latitude": "28.515039"
  },
  {
    "id": "民和回族土族自治县残障人士医疗康复保健中心",
    "name": "民和回族土族自治县残障人士医疗康复保健中心",
    "longitude": "102.822131",
    "latitude": "36.321966"
  },
  {
    "id": "昆明市七彩动力青少年事务服务中心",
    "name": "昆明市七彩动力青少年事务服务中心",
    "longitude": "102.7723667",
    "latitude": "25.1334088"
  },
  {
    "id": "泛道公益论坛",
    "name": "泛道公益论坛",
    "longitude": "113.3612",
    "latitude": "23.12468"
  },
  {
    "id": "重庆市梁平区禁毒志愿者协会",
    "name": "重庆市梁平区禁毒志愿者协会",
    "longitude": "107.803911",
    "latitude": "30.674362"
  },
  {
    "id": "津市市民本社会工作服务中心",
    "name": "津市市民本社会工作服务中心",
    "longitude": "111.8813363",
    "latitude": "29.6323666"
  },
  {
    "id": "株洲市小动物保护协会",
    "name": "株洲市小动物保护协会",
    "longitude": "113.1425548",
    "latitude": "27.8464233"
  },
  {
    "id": "昆明市五华区益心青少年事务社会工作服务中心",
    "name": "昆明市五华区益心青少年事务社会工作服务中心",
    "longitude": "102.6757482",
    "latitude": "25.0855738"
  },
  {
    "id": "怀化德群社会工作服务中心",
    "name": "怀化德群社会工作服务中心",
    "longitude": "110.031273",
    "latitude": "27.575438"
  },
  {
    "id": "暖心之家",
    "name": "暖心之家",
    "longitude": "117.129997",
    "latitude": "39.230032"
  },
  {
    "id": "河南 信阳市平桥区青竹林健康服务部",
    "name": "河南 信阳市平桥区青竹林健康服务部",
    "longitude": "114.065912",
    "latitude": "32.312007"
  },
  {
    "id": "郑州市管城回族区信望爱社工服务中心",
    "name": "郑州市管城回族区信望爱社工服务中心",
    "longitude": "113.710979",
    "latitude": "34.7521845"
  },
  {
    "id": "深圳市宝安区大同源社工服务中心",
    "name": "深圳市宝安区大同源社工服务中心",
    "longitude": "113.8960073",
    "latitude": "22.5563642"
  },
  {
    "id": "天吉社会服务中心",
    "name": "天吉社会服务中心",
    "longitude": "126.590962",
    "latitude": "43.85002799999999"
  },
  {
    "id": "河南省登封市阳光女性家园",
    "name": "河南省登封市阳光女性家园",
    "longitude": "113.14449",
    "latitude": "34.494767"
  },
  {
    "id": "北海市和诚社会工作服务中心",
    "name": "北海市和诚社会工作服务中心",
    "longitude": "109.1028808",
    "latitude": "21.4603838"
  },
  {
    "id": "镇远县社会组织创新发展中心",
    "name": "镇远县社会组织创新发展中心",
    "longitude": "108.400945",
    "latitude": "27.054747"
  },
  {
    "id": "铜娃娃罕见病关爱中心（中国肝豆状核变性罕见病关爱协会）",
    "name": "铜娃娃罕见病关爱中心（中国肝豆状核变性罕见病关爱协会）",
    "longitude": "113.62472",
    "latitude": "34.712285"
  },
  {
    "id": "上海大学米粒支教社",
    "name": "上海大学米粒支教社",
    "longitude": "121.4036756",
    "latitude": "31.3126297"
  },
  {
    "id": "沈阳市和平区青益社会工作服务中心",
    "name": "沈阳市和平区青益社会工作服务中心",
    "longitude": "123.421982",
    "latitude": "41.793576"
  },
  {
    "id": "硬皮病关爱之家罕见病关爱中心",
    "name": "硬皮病关爱之家罕见病关爱中心",
    "longitude": "104.107971",
    "latitude": "30.621804"
  },
  {
    "id": "重庆市万州区义务工作联合会",
    "name": "重庆市万州区义务工作联合会",
    "longitude": "108.3910574",
    "latitude": "30.8281993"
  },
  {
    "id": "女性抗艾网络-中国",
    "name": "女性抗艾网络-中国",
    "longitude": "113.647857",
    "latitude": "34.74118"
  },
  {
    "id": "思南微公益",
    "name": "思南微公益",
    "longitude": "108.2552726",
    "latitude": "27.9409429"
  },
  {
    "id": "抚州市爱心助残服务中心",
    "name": "抚州市爱心助残服务中心",
    "longitude": "116.35897",
    "latitude": "27.98779"
  },
  {
    "id": "呼伦贝尔社会组织服务中心",
    "name": "呼伦贝尔社会组织服务中心",
    "longitude": "119.7361761",
    "latitude": "49.212188"
  },
  {
    "id": "拾益",
    "name": "拾益",
    "longitude": "120.1640647",
    "latitude": "30.2555309"
  },
  {
    "id": "安利青年志愿者协会",
    "name": "安利青年志愿者协会",
    "longitude": "123.3670999",
    "latitude": "41.812258"
  },
  {
    "id": "绿地里协作网络",
    "name": "绿地里协作网络",
    "longitude": "116.231203",
    "latitude": "40.220659"
  },
  {
    "id": "四川尚明公益发展研究中心",
    "name": "四川尚明公益发展研究中心",
    "longitude": "104.0424",
    "latitude": "30.652863"
  },
  {
    "id": "大地之声",
    "name": "大地之声",
    "longitude": "117.186991",
    "latitude": "39.156596"
  },
  {
    "id": "深圳市一飞网络及信息安全公益服务中心",
    "name": "深圳市一飞网络及信息安全公益服务中心",
    "longitude": "114.102204",
    "latitude": "22.550012"
  },
  {
    "id": "恒益隆庭志愿者之家",
    "name": "恒益隆庭志愿者之家",
    "longitude": "117.104384",
    "latitude": "39.029602"
  },
  {
    "id": "北京市东城区袖珍人之家",
    "name": "北京市东城区袖珍人之家",
    "longitude": "116.4237448",
    "latitude": "39.8744158"
  },
  {
    "id": "苏州古城拍摄记录志愿者协会",
    "name": "苏州古城拍摄记录志愿者协会",
    "longitude": "120.512708",
    "latitude": "31.354476"
  },
  {
    "id": "榆林民泰社区减防灾发展中心",
    "name": "榆林民泰社区减防灾发展中心",
    "longitude": "109.733974",
    "latitude": "38.258854"
  },
  {
    "id": "香港游戏治疗協会",
    "name": "香港游戏治疗協会",
    "longitude": "114.1234149",
    "latitude": "22.3704243"
  },
  {
    "id": "张掖市社会助老服务中心",
    "name": "张掖市社会助老服务中心",
    "longitude": "100.420319",
    "latitude": "39.039484"
  },
  {
    "id": "慧敏听力语言训练中心",
    "name": "慧敏听力语言训练中心",
    "longitude": "113.8756947",
    "latitude": "27.6417064"
  },
  {
    "id": "沈阳绿色希望环境保护发展中心",
    "name": "沈阳绿色希望环境保护发展中心",
    "longitude": "123.421982",
    "latitude": "41.793576"
  },
  {
    "id": "河南商丘腊梅花女性小组",
    "name": "河南商丘腊梅花女性小组",
    "longitude": "113.8946442",
    "latitude": "35.3295012"
  },
  {
    "id": "宁夏青少年志愿服务队",
    "name": "宁夏青少年志愿服务队",
    "longitude": "106.289934",
    "latitude": "38.469869"
  },
  {
    "id": "兰州罕见病SMA爱心义工联盟",
    "name": "兰州罕见病SMA爱心义工联盟",
    "longitude": "102.8674979",
    "latitude": "36.3399885"
  },
  {
    "id": "江西在一起文化教育发展中心",
    "name": "江西在一起文化教育发展中心",
    "longitude": "115.861455",
    "latitude": "28.595847"
  },
  {
    "id": "靖州莲心助学社",
    "name": "靖州莲心助学社",
    "longitude": "109.6971582",
    "latitude": "26.5705029"
  },
  {
    "id": "云南文文助学志愿者协会",
    "name": "云南文文助学志愿者协会",
    "longitude": "102.6908369",
    "latitude": "25.0251504"
  },
  {
    "id": " 北京筹令文化有限公司",
    "name": " 北京筹令文化有限公司",
    "longitude": "116.2913735",
    "latitude": "40.1497105"
  },
  {
    "id": "广州市天河区先知行同心公益学社",
    "name": "广州市天河区先知行同心公益学社",
    "longitude": "113.3304298",
    "latitude": "23.1726207"
  },
  {
    "id": "纯尚公益网络志愿服务队",
    "name": "纯尚公益网络志愿服务队",
    "longitude": "113.90789",
    "latitude": "22.769102"
  },
  {
    "id": "六色彩虹公益小组",
    "name": "六色彩虹公益小组",
    "longitude": "113.5581736",
    "latitude": "22.7699909"
  },
  {
    "id": "美嘉公益网络联盟",
    "name": "美嘉公益网络联盟",
    "longitude": "118.9864532",
    "latitude": "39.2684278"
  },
  {
    "id": "微益爱心协会",
    "name": "微益爱心协会",
    "longitude": "115.076914",
    "latitude": "35.7813"
  },
  {
    "id": "新乡大学生红丝带工作组",
    "name": "新乡大学生红丝带工作组",
    "longitude": "113.939072",
    "latitude": "35.291552"
  },
  {
    "id": "成瘾者开远社群工作室",
    "name": "成瘾者开远社群工作室",
    "longitude": "103.2383686",
    "latitude": "23.7247903"
  },
]